export const body = [
  {
    name: "举起手",
    emoji: "✋",
  },
  {
    name: "举起手: 较浅肤色",
    emoji: "✋🏻",
  },
  {
    name: "举起手: 中等-浅肤色",
    emoji: "✋🏼",
  },
  {
    name: "举起手: 中等肤色",
    emoji: "✋🏽",
  },
  {
    name: "举起手: 中等-深肤色",
    emoji: "✋🏾",
  },
  {
    name: "举起手: 较深肤色",
    emoji: "✋🏿",
  },
  {
    name: "挥手",
    emoji: "👋",
  },
  {
    name: "挥手: 较浅肤色",
    emoji: "👋🏻",
  },
  {
    name: "挥手: 中等-浅肤色",
    emoji: "👋🏼",
  },
  {
    name: "挥手: 中等肤色",
    emoji: "👋🏽",
  },
  {
    name: "挥手: 中等-深肤色",
    emoji: "👋🏾",
  },
  {
    name: "挥手: 较深肤色",
    emoji: "👋🏿",
  },
  {
    name: "手掌",
    emoji: "🖐️",
  },
  {
    name: "手掌: 较浅肤色",
    emoji: "🖐🏻",
  },
  {
    name: "手掌: 中等-浅肤色",
    emoji: "🖐🏼",
  },
  {
    name: "手掌: 中等肤色",
    emoji: "🖐🏽",
  },
  {
    name: "手掌: 中等-深肤色",
    emoji: "🖐🏾",
  },
  {
    name: "手掌: 较深肤色",
    emoji: "🖐🏿",
  },
  {
    name: "瓦肯举手礼",
    emoji: "🖖",
  },
  {
    name: "瓦肯举手礼: 较浅肤色",
    emoji: "🖖🏻",
  },
  {
    name: "瓦肯举手礼: 中等-浅肤色",
    emoji: "🖖🏼",
  },
  {
    name: "瓦肯举手礼: 中等肤色",
    emoji: "🖖🏽",
  },
  {
    name: "瓦肯举手礼: 中等-深肤色",
    emoji: "🖖🏾",
  },
  {
    name: "瓦肯举手礼: 较深肤色",
    emoji: "🖖🏿",
  },
  {
    name: "立起的手背",
    emoji: "🤚",
  },
  {
    name: "立起的手背: 较浅肤色",
    emoji: "🤚🏻",
  },
  {
    name: "立起的手背: 中等-浅肤色",
    emoji: "🤚🏼",
  },
  {
    name: "立起的手背: 中等肤色",
    emoji: "🤚🏽",
  },
  {
    name: "立起的手背: 中等-深肤色",
    emoji: "🤚🏾",
  },
  {
    name: "立起的手背: 较深肤色",
    emoji: "🤚🏿",
  },
  {
    name: "向右的手",
    emoji: "🫱",
  },
  {
    name: "向右的手: 较浅肤色",
    emoji: "🫱🏻",
  },
  {
    name: "向右的手: 中等-浅肤色",
    emoji: "🫱🏼",
  },
  {
    name: "向右的手: 中等肤色",
    emoji: "🫱🏽",
  },
  {
    name: "向右的手: 中等-深肤色",
    emoji: "🫱🏾",
  },
  {
    name: "向右的手: 较深肤色",
    emoji: "🫱🏿",
  },
  {
    name: "向左的手",
    emoji: "🫲",
  },
  {
    name: "向左的手: 较浅肤色",
    emoji: "🫲🏻",
  },
  {
    name: "向左的手: 中等-浅肤色",
    emoji: "🫲🏼",
  },
  {
    name: "向左的手: 中等肤色",
    emoji: "🫲🏽",
  },
  {
    name: "向左的手: 中等-深肤色",
    emoji: "🫲🏾",
  },
  {
    name: "向左的手: 较深肤色",
    emoji: "🫲🏿",
  },
  {
    name: "掌心向下的手",
    emoji: "🫳",
  },
  {
    name: "掌心向下的手: 较浅肤色",
    emoji: "🫳🏻",
  },
  {
    name: "掌心向下的手: 中等-浅肤色",
    emoji: "🫳🏼",
  },
  {
    name: "掌心向下的手: 中等肤色",
    emoji: "🫳🏽",
  },
  {
    name: "掌心向下的手: 中等-深肤色",
    emoji: "🫳🏾",
  },
  {
    name: "掌心向下的手: 较深肤色",
    emoji: "🫳🏿",
  },
  {
    name: "掌心向上的手",
    emoji: "🫴",
  },
  {
    name: "掌心向上的手: 较浅肤色",
    emoji: "🫴🏻",
  },
  {
    name: "掌心向上的手: 中等-浅肤色",
    emoji: "🫴🏼",
  },
  {
    name: "掌心向上的手: 中等肤色",
    emoji: "🫴🏽",
  },
  {
    name: "掌心向上的手: 中等-深肤色",
    emoji: "🫴🏾",
  },
  {
    name: "掌心向上的手: 较深肤色",
    emoji: "🫴🏿",
  },
  {
    name: "向左推",
    emoji: "🫷",
  },
  {
    name: "向左推: 较浅肤色",
    emoji: "🫷🏻",
  },
  {
    name: "向左推: 中等-浅肤色",
    emoji: "🫷🏼",
  },
  {
    name: "向左推: 中等肤色",
    emoji: "🫷🏽",
  },
  {
    name: "向左推: 中等-深肤色",
    emoji: "🫷🏾",
  },
  {
    name: "向左推: 较深肤色",
    emoji: "🫷🏿",
  },
  {
    name: "向右推",
    emoji: "🫸",
  },
  {
    name: "向右推: 较浅肤色",
    emoji: "🫸🏻",
  },
  {
    name: "向右推: 中等-浅肤色",
    emoji: "🫸🏼",
  },
  {
    name: "向右推: 中等肤色",
    emoji: "🫸🏽",
  },
  {
    name: "向右推: 中等-深肤色",
    emoji: "🫸🏾",
  },
  {
    name: "向右推: 较深肤色",
    emoji: "🫸🏿",
  },
  {
    name: "胜利手势",
    emoji: "✌️",
  },
  {
    name: "胜利手势: 较浅肤色",
    emoji: "✌🏻",
  },
  {
    name: "胜利手势: 中等-浅肤色",
    emoji: "✌🏼",
  },
  {
    name: "胜利手势: 中等肤色",
    emoji: "✌🏽",
  },
  {
    name: "胜利手势: 中等-深肤色",
    emoji: "✌🏾",
  },
  {
    name: "胜利手势: 较深肤色",
    emoji: "✌🏿",
  },
  {
    name: "OK",
    emoji: "👌",
  },
  {
    name: "OK: 较浅肤色",
    emoji: "👌🏻",
  },
  {
    name: "OK: 中等-浅肤色",
    emoji: "👌🏼",
  },
  {
    name: "OK: 中等肤色",
    emoji: "👌🏽",
  },
  {
    name: "OK: 中等-深肤色",
    emoji: "👌🏾",
  },
  {
    name: "OK: 较深肤色",
    emoji: "👌🏿",
  },
  {
    name: "捏手指",
    emoji: "🤌",
  },
  {
    name: "捏手指: 较浅肤色",
    emoji: "🤌🏻",
  },
  {
    name: "捏手指: 中等-浅肤色",
    emoji: "🤌🏼",
  },
  {
    name: "捏手指: 中等肤色",
    emoji: "🤌🏽",
  },
  {
    name: "捏手指: 中等-深肤色",
    emoji: "🤌🏾",
  },
  {
    name: "捏手指: 较深肤色",
    emoji: "🤌🏿",
  },
  {
    name: "捏合的手势",
    emoji: "🤏",
  },
  {
    name: "捏合的手势: 较浅肤色",
    emoji: "🤏🏻",
  },
  {
    name: "捏合的手势: 中等-浅肤色",
    emoji: "🤏🏼",
  },
  {
    name: "捏合的手势: 中等肤色",
    emoji: "🤏🏽",
  },
  {
    name: "捏合的手势: 中等-深肤色",
    emoji: "🤏🏾",
  },
  {
    name: "捏合的手势: 较深肤色",
    emoji: "🤏🏿",
  },
  {
    name: "摇滚",
    emoji: "🤘",
  },
  {
    name: "摇滚: 较浅肤色",
    emoji: "🤘🏻",
  },
  {
    name: "摇滚: 中等-浅肤色",
    emoji: "🤘🏼",
  },
  {
    name: "摇滚: 中等肤色",
    emoji: "🤘🏽",
  },
  {
    name: "摇滚: 中等-深肤色",
    emoji: "🤘🏾",
  },
  {
    name: "摇滚: 较深肤色",
    emoji: "🤘🏿",
  },
  {
    name: "给我打电话",
    emoji: "🤙",
  },
  {
    name: "给我打电话: 较浅肤色",
    emoji: "🤙🏻",
  },
  {
    name: "给我打电话: 中等-浅肤色",
    emoji: "🤙🏼",
  },
  {
    name: "给我打电话: 中等肤色",
    emoji: "🤙🏽",
  },
  {
    name: "给我打电话: 中等-深肤色",
    emoji: "🤙🏾",
  },
  {
    name: "给我打电话: 较深肤色",
    emoji: "🤙🏿",
  },
  {
    name: "交叉的手指",
    emoji: "🤞",
  },
  {
    name: "交叉的手指: 较浅肤色",
    emoji: "🤞🏻",
  },
  {
    name: "交叉的手指: 中等-浅肤色",
    emoji: "🤞🏼",
  },
  {
    name: "交叉的手指: 中等肤色",
    emoji: "🤞🏽",
  },
  {
    name: "交叉的手指: 中等-深肤色",
    emoji: "🤞🏾",
  },
  {
    name: "交叉的手指: 较深肤色",
    emoji: "🤞🏿",
  },
  {
    name: "爱你的手势",
    emoji: "🤟",
  },
  {
    name: "爱你的手势: 较浅肤色",
    emoji: "🤟🏻",
  },
  {
    name: "爱你的手势: 中等-浅肤色",
    emoji: "🤟🏼",
  },
  {
    name: "爱你的手势: 中等肤色",
    emoji: "🤟🏽",
  },
  {
    name: "爱你的手势: 中等-深肤色",
    emoji: "🤟🏾",
  },
  {
    name: "爱你的手势: 较深肤色",
    emoji: "🤟🏿",
  },
  {
    name: "食指与拇指交叉的手",
    emoji: "🫰",
  },
  {
    name: "食指与拇指交叉的手: 较浅肤色",
    emoji: "🫰🏻",
  },
  {
    name: "食指与拇指交叉的手: 中等-浅肤色",
    emoji: "🫰🏼",
  },
  {
    name: "食指与拇指交叉的手: 中等肤色",
    emoji: "🫰🏽",
  },
  {
    name: "食指与拇指交叉的手: 中等-深肤色",
    emoji: "🫰🏾",
  },
  {
    name: "食指与拇指交叉的手: 较深肤色",
    emoji: "🫰🏿",
  },
  {
    name: "食指向上指",
    emoji: "☝️",
  },
  {
    name: "食指向上指: 较浅肤色",
    emoji: "☝🏻",
  },
  {
    name: "食指向上指: 中等-浅肤色",
    emoji: "☝🏼",
  },
  {
    name: "食指向上指: 中等肤色",
    emoji: "☝🏽",
  },
  {
    name: "食指向上指: 中等-深肤色",
    emoji: "☝🏾",
  },
  {
    name: "食指向上指: 较深肤色",
    emoji: "☝🏿",
  },
  {
    name: "反手食指向上指",
    emoji: "👆",
  },
  {
    name: "反手食指向上指: 较浅肤色",
    emoji: "👆🏻",
  },
  {
    name: "反手食指向上指: 中等-浅肤色",
    emoji: "👆🏼",
  },
  {
    name: "反手食指向上指: 中等肤色",
    emoji: "👆🏽",
  },
  {
    name: "反手食指向上指: 中等-深肤色",
    emoji: "👆🏾",
  },
  {
    name: "反手食指向上指: 较深肤色",
    emoji: "👆🏿",
  },
  {
    name: "反手食指向下指",
    emoji: "👇",
  },
  {
    name: "反手食指向下指: 较浅肤色",
    emoji: "👇🏻",
  },
  {
    name: "反手食指向下指: 中等-浅肤色",
    emoji: "👇🏼",
  },
  {
    name: "反手食指向下指: 中等肤色",
    emoji: "👇🏽",
  },
  {
    name: "反手食指向下指: 中等-深肤色",
    emoji: "👇🏾",
  },
  {
    name: "反手食指向下指: 较深肤色",
    emoji: "👇🏿",
  },
  {
    name: "反手食指向左指",
    emoji: "👈",
  },
  {
    name: "反手食指向左指: 较浅肤色",
    emoji: "👈🏻",
  },
  {
    name: "反手食指向左指: 中等-浅肤色",
    emoji: "👈🏼",
  },
  {
    name: "反手食指向左指: 中等肤色",
    emoji: "👈🏽",
  },
  {
    name: "反手食指向左指: 中等-深肤色",
    emoji: "👈🏾",
  },
  {
    name: "反手食指向左指: 较深肤色",
    emoji: "👈🏿",
  },
  {
    name: "反手食指向右指",
    emoji: "👉",
  },
  {
    name: "反手食指向右指: 较浅肤色",
    emoji: "👉🏻",
  },
  {
    name: "反手食指向右指: 中等-浅肤色",
    emoji: "👉🏼",
  },
  {
    name: "反手食指向右指: 中等肤色",
    emoji: "👉🏽",
  },
  {
    name: "反手食指向右指: 中等-深肤色",
    emoji: "👉🏾",
  },
  {
    name: "反手食指向右指: 较深肤色",
    emoji: "👉🏿",
  },
  {
    name: "竖中指",
    emoji: "🖕",
  },
  {
    name: "竖中指: 较浅肤色",
    emoji: "🖕🏻",
  },
  {
    name: "竖中指: 中等-浅肤色",
    emoji: "🖕🏼",
  },
  {
    name: "竖中指: 中等肤色",
    emoji: "🖕🏽",
  },
  {
    name: "竖中指: 中等-深肤色",
    emoji: "🖕🏾",
  },
  {
    name: "竖中指: 较深肤色",
    emoji: "🖕🏿",
  },
  {
    name: "指向观察者的食指",
    emoji: "🫵",
  },
  {
    name: "指向观察者的食指: 较浅肤色",
    emoji: "🫵🏻",
  },
  {
    name: "指向观察者的食指: 中等-浅肤色",
    emoji: "🫵🏼",
  },
  {
    name: "指向观察者的食指: 中等肤色",
    emoji: "🫵🏽",
  },
  {
    name: "指向观察者的食指: 中等-深肤色",
    emoji: "🫵🏾",
  },
  {
    name: "指向观察者的食指: 较深肤色",
    emoji: "🫵🏿",
  },
  {
    name: "举起拳头",
    emoji: "✊",
  },
  {
    name: "举起拳头: 较浅肤色",
    emoji: "✊🏻",
  },
  {
    name: "举起拳头: 中等-浅肤色",
    emoji: "✊🏼",
  },
  {
    name: "举起拳头: 中等肤色",
    emoji: "✊🏽",
  },
  {
    name: "举起拳头: 中等-深肤色",
    emoji: "✊🏾",
  },
  {
    name: "举起拳头: 较深肤色",
    emoji: "✊🏿",
  },
  {
    name: "出拳",
    emoji: "👊",
  },
  {
    name: "出拳: 较浅肤色",
    emoji: "👊🏻",
  },
  {
    name: "出拳: 中等-浅肤色",
    emoji: "👊🏼",
  },
  {
    name: "出拳: 中等肤色",
    emoji: "👊🏽",
  },
  {
    name: "出拳: 中等-深肤色",
    emoji: "👊🏾",
  },
  {
    name: "出拳: 较深肤色",
    emoji: "👊🏿",
  },
  {
    name: "拇指向上",
    emoji: "👍",
  },
  {
    name: "拇指向上: 较浅肤色",
    emoji: "👍🏻",
  },
  {
    name: "拇指向上: 中等-浅肤色",
    emoji: "👍🏼",
  },
  {
    name: "拇指向上: 中等肤色",
    emoji: "👍🏽",
  },
  {
    name: "拇指向上: 中等-深肤色",
    emoji: "👍🏾",
  },
  {
    name: "拇指向上: 较深肤色",
    emoji: "👍🏿",
  },
  {
    name: "拇指向下",
    emoji: "👎",
  },
  {
    name: "拇指向下: 较浅肤色",
    emoji: "👎🏻",
  },
  {
    name: "拇指向下: 中等-浅肤色",
    emoji: "👎🏼",
  },
  {
    name: "拇指向下: 中等肤色",
    emoji: "👎🏽",
  },
  {
    name: "拇指向下: 中等-深肤色",
    emoji: "👎🏾",
  },
  {
    name: "拇指向下: 较深肤色",
    emoji: "👎🏿",
  },
  {
    name: "朝左的拳头",
    emoji: "🤛",
  },
  {
    name: "朝左的拳头: 较浅肤色",
    emoji: "🤛🏻",
  },
  {
    name: "朝左的拳头: 中等-浅肤色",
    emoji: "🤛🏼",
  },
  {
    name: "朝左的拳头: 中等肤色",
    emoji: "🤛🏽",
  },
  {
    name: "朝左的拳头: 中等-深肤色",
    emoji: "🤛🏾",
  },
  {
    name: "朝左的拳头: 较深肤色",
    emoji: "🤛🏿",
  },
  {
    name: "朝右的拳头",
    emoji: "🤜",
  },
  {
    name: "朝右的拳头: 较浅肤色",
    emoji: "🤜🏻",
  },
  {
    name: "朝右的拳头: 中等-浅肤色",
    emoji: "🤜🏼",
  },
  {
    name: "朝右的拳头: 中等肤色",
    emoji: "🤜🏽",
  },
  {
    name: "朝右的拳头: 中等-深肤色",
    emoji: "🤜🏾",
  },
  {
    name: "朝右的拳头: 较深肤色",
    emoji: "🤜🏿",
  },
  {
    name: "鼓掌",
    emoji: "👏",
  },
  {
    name: "鼓掌: 较浅肤色",
    emoji: "👏🏻",
  },
  {
    name: "鼓掌: 中等-浅肤色",
    emoji: "👏🏼",
  },
  {
    name: "鼓掌: 中等肤色",
    emoji: "👏🏽",
  },
  {
    name: "鼓掌: 中等-深肤色",
    emoji: "👏🏾",
  },
  {
    name: "鼓掌: 较深肤色",
    emoji: "👏🏿",
  },
  {
    name: "张开双手",
    emoji: "👐",
  },
  {
    name: "张开双手: 较浅肤色",
    emoji: "👐🏻",
  },
  {
    name: "张开双手: 中等-浅肤色",
    emoji: "👐🏼",
  },
  {
    name: "张开双手: 中等肤色",
    emoji: "👐🏽",
  },
  {
    name: "张开双手: 中等-深肤色",
    emoji: "👐🏾",
  },
  {
    name: "张开双手: 较深肤色",
    emoji: "👐🏿",
  },
  {
    name: "举双手",
    emoji: "🙌",
  },
  {
    name: "举双手: 较浅肤色",
    emoji: "🙌🏻",
  },
  {
    name: "举双手: 中等-浅肤色",
    emoji: "🙌🏼",
  },
  {
    name: "举双手: 中等肤色",
    emoji: "🙌🏽",
  },
  {
    name: "举双手: 中等-深肤色",
    emoji: "🙌🏾",
  },
  {
    name: "举双手: 较深肤色",
    emoji: "🙌🏿",
  },
  {
    name: "双手合十",
    emoji: "🙏",
  },
  {
    name: "双手合十: 较浅肤色",
    emoji: "🙏🏻",
  },
  {
    name: "双手合十: 中等-浅肤色",
    emoji: "🙏🏼",
  },
  {
    name: "双手合十: 中等肤色",
    emoji: "🙏🏽",
  },
  {
    name: "双手合十: 中等-深肤色",
    emoji: "🙏🏾",
  },
  {
    name: "双手合十: 较深肤色",
    emoji: "🙏🏿",
  },
  {
    name: "握手",
    emoji: "🤝",
  },
  {
    name: "握手: 较浅肤色",
    emoji: "🤝🏻",
  },
  {
    name: "握手: 中等-浅肤色",
    emoji: "🤝🏼",
  },
  {
    name: "握手: 中等肤色",
    emoji: "🤝🏽",
  },
  {
    name: "握手: 中等-深肤色",
    emoji: "🤝🏾",
  },
  {
    name: "握手: 较深肤色",
    emoji: "🤝🏿",
  },
  {
    name: "掌心向上托起",
    emoji: "🤲",
  },
  {
    name: "掌心向上托起: 较浅肤色",
    emoji: "🤲🏻",
  },
  {
    name: "掌心向上托起: 中等-浅肤色",
    emoji: "🤲🏼",
  },
  {
    name: "掌心向上托起: 中等肤色",
    emoji: "🤲🏽",
  },
  {
    name: "掌心向上托起: 中等-深肤色",
    emoji: "🤲🏾",
  },
  {
    name: "掌心向上托起: 较深肤色",
    emoji: "🤲🏿",
  },
  {
    name: "握手: 较浅肤色中等-浅肤色",
    emoji: "🫱🏻‍🫲🏼",
  },
  {
    name: "握手: 较浅肤色中等肤色",
    emoji: "🫱🏻‍🫲🏽",
  },
  {
    name: "握手: 较浅肤色中等-深肤色",
    emoji: "🫱🏻‍🫲🏾",
  },
  {
    name: "握手: 较浅肤色较深肤色",
    emoji: "🫱🏻‍🫲🏿",
  },
  {
    name: "握手: 中等-浅肤色较浅肤色",
    emoji: "🫱🏼‍🫲🏻",
  },
  {
    name: "握手: 中等-浅肤色中等肤色",
    emoji: "🫱🏼‍🫲🏽",
  },
  {
    name: "握手: 中等-浅肤色中等-深肤色",
    emoji: "🫱🏼‍🫲🏾",
  },
  {
    name: "握手: 中等-浅肤色较深肤色",
    emoji: "🫱🏼‍🫲🏿",
  },
  {
    name: "握手: 中等肤色较浅肤色",
    emoji: "🫱🏽‍🫲🏻",
  },
  {
    name: "握手: 中等肤色中等-浅肤色",
    emoji: "🫱🏽‍🫲🏼",
  },
  {
    name: "握手: 中等肤色中等-深肤色",
    emoji: "🫱🏽‍🫲🏾",
  },
  {
    name: "握手: 中等肤色较深肤色",
    emoji: "🫱🏽‍🫲🏿",
  },
  {
    name: "握手: 中等-深肤色较浅肤色",
    emoji: "🫱🏾‍🫲🏻",
  },
  {
    name: "握手: 中等-深肤色中等-浅肤色",
    emoji: "🫱🏾‍🫲🏼",
  },
  {
    name: "握手: 中等-深肤色中等肤色",
    emoji: "🫱🏾‍🫲🏽",
  },
  {
    name: "握手: 中等-深肤色较深肤色",
    emoji: "🫱🏾‍🫲🏿",
  },
  {
    name: "握手: 较深肤色较浅肤色",
    emoji: "🫱🏿‍🫲🏻",
  },
  {
    name: "握手: 较深肤色中等-浅肤色",
    emoji: "🫱🏿‍🫲🏼",
  },
  {
    name: "握手: 较深肤色中等肤色",
    emoji: "🫱🏿‍🫲🏽",
  },
  {
    name: "握手: 较深肤色中等-深肤色",
    emoji: "🫱🏿‍🫲🏾",
  },
  {
    name: "做成心形的双手",
    emoji: "🫶",
  },
  {
    name: "做成心形的双手: 较浅肤色",
    emoji: "🫶🏻",
  },
  {
    name: "做成心形的双手: 中等-浅肤色",
    emoji: "🫶🏼",
  },
  {
    name: "做成心形的双手: 中等肤色",
    emoji: "🫶🏽",
  },
  {
    name: "做成心形的双手: 中等-深肤色",
    emoji: "🫶🏾",
  },
  {
    name: "做成心形的双手: 较深肤色",
    emoji: "🫶🏿",
  },
  {
    name: "写字",
    emoji: "✍️",
  },
  {
    name: "写字: 较浅肤色",
    emoji: "✍🏻",
  },
  {
    name: "写字: 中等-浅肤色",
    emoji: "✍🏼",
  },
  {
    name: "写字: 中等肤色",
    emoji: "✍🏽",
  },
  {
    name: "写字: 中等-深肤色",
    emoji: "✍🏾",
  },
  {
    name: "写字: 较深肤色",
    emoji: "✍🏿",
  },
  {
    name: "涂指甲油",
    emoji: "💅",
  },
  {
    name: "涂指甲油: 较浅肤色",
    emoji: "💅🏻",
  },
  {
    name: "涂指甲油: 中等-浅肤色",
    emoji: "💅🏼",
  },
  {
    name: "涂指甲油: 中等肤色",
    emoji: "💅🏽",
  },
  {
    name: "涂指甲油: 中等-深肤色",
    emoji: "💅🏾",
  },
  {
    name: "涂指甲油: 较深肤色",
    emoji: "💅🏿",
  },
  {
    name: "自拍",
    emoji: "🤳",
  },
  {
    name: "自拍: 较浅肤色",
    emoji: "🤳🏻",
  },
  {
    name: "自拍: 中等-浅肤色",
    emoji: "🤳🏼",
  },
  {
    name: "自拍: 中等肤色",
    emoji: "🤳🏽",
  },
  {
    name: "自拍: 中等-深肤色",
    emoji: "🤳🏾",
  },
  {
    name: "自拍: 较深肤色",
    emoji: "🤳🏿",
  },
  {
    name: "双眼",
    emoji: "👀",
  },
  {
    name: "眼睛",
    emoji: "👁️",
  },
  {
    name: "耳朵",
    emoji: "👂",
  },
  {
    name: "耳朵: 较浅肤色",
    emoji: "👂🏻",
  },
  {
    name: "耳朵: 中等-浅肤色",
    emoji: "👂🏼",
  },
  {
    name: "耳朵: 中等肤色",
    emoji: "👂🏽",
  },
  {
    name: "耳朵: 中等-深肤色",
    emoji: "👂🏾",
  },
  {
    name: "耳朵: 较深肤色",
    emoji: "👂🏿",
  },
  {
    name: "鼻子",
    emoji: "👃",
  },
  {
    name: "鼻子: 较浅肤色",
    emoji: "👃🏻",
  },
  {
    name: "鼻子: 中等-浅肤色",
    emoji: "👃🏼",
  },
  {
    name: "鼻子: 中等肤色",
    emoji: "👃🏽",
  },
  {
    name: "鼻子: 中等-深肤色",
    emoji: "👃🏾",
  },
  {
    name: "鼻子: 较深肤色",
    emoji: "👃🏿",
  },
  {
    name: "嘴",
    emoji: "👄",
  },
  {
    name: "舌头",
    emoji: "👅",
  },
  {
    name: "肌肉",
    emoji: "💪",
  },
  {
    name: "肌肉: 较浅肤色",
    emoji: "💪🏻",
  },
  {
    name: "肌肉: 中等-浅肤色",
    emoji: "💪🏼",
  },
  {
    name: "肌肉: 中等肤色",
    emoji: "💪🏽",
  },
  {
    name: "肌肉: 中等-深肤色",
    emoji: "💪🏾",
  },
  {
    name: "肌肉: 较深肤色",
    emoji: "💪🏿",
  },
  {
    name: "骨头",
    emoji: "🦴",
  },
  {
    name: "腿",
    emoji: "🦵",
  },
  {
    name: "腿: 较浅肤色",
    emoji: "🦵🏻",
  },
  {
    name: "腿: 中等-浅肤色",
    emoji: "🦵🏼",
  },
  {
    name: "腿: 中等肤色",
    emoji: "🦵🏽",
  },
  {
    name: "腿: 中等-深肤色",
    emoji: "🦵🏾",
  },
  {
    name: "腿: 较深肤色",
    emoji: "🦵🏿",
  },
  {
    name: "脚",
    emoji: "🦶",
  },
  {
    name: "脚: 较浅肤色",
    emoji: "🦶🏻",
  },
  {
    name: "脚: 中等-浅肤色",
    emoji: "🦶🏼",
  },
  {
    name: "脚: 中等肤色",
    emoji: "🦶🏽",
  },
  {
    name: "脚: 中等-深肤色",
    emoji: "🦶🏾",
  },
  {
    name: "脚: 较深肤色",
    emoji: "🦶🏿",
  },
  {
    name: "牙齿",
    emoji: "🦷",
  },
  {
    name: "戴助听器的耳朵",
    emoji: "🦻",
  },
  {
    name: "戴助听器的耳朵: 较浅肤色",
    emoji: "🦻🏻",
  },
  {
    name: "戴助听器的耳朵: 中等-浅肤色",
    emoji: "🦻🏼",
  },
  {
    name: "戴助听器的耳朵: 中等肤色",
    emoji: "🦻🏽",
  },
  {
    name: "戴助听器的耳朵: 中等-深肤色",
    emoji: "🦻🏾",
  },
  {
    name: "戴助听器的耳朵: 较深肤色",
    emoji: "🦻🏿",
  },
  {
    name: "机械手臂",
    emoji: "🦾",
  },
  {
    name: "机械腿",
    emoji: "🦿",
  },
  {
    name: "脑",
    emoji: "🧠",
  },
  {
    name: "心脏器官",
    emoji: "🫀",
  },
  {
    name: "肺",
    emoji: "🫁",
  },
  {
    name: "咬住嘴唇",
    emoji: "🫦",
  },
  {
    name: "男孩",
    emoji: "👦",
  },
  {
    name: "男孩: 较浅肤色",
    emoji: "👦🏻",
  },
  {
    name: "男孩: 中等-浅肤色",
    emoji: "👦🏼",
  },
  {
    name: "男孩: 中等肤色",
    emoji: "👦🏽",
  },
  {
    name: "男孩: 中等-深肤色",
    emoji: "👦🏾",
  },
  {
    name: "男孩: 较深肤色",
    emoji: "👦🏿",
  },
  {
    name: "女孩",
    emoji: "👧",
  },
  {
    name: "女孩: 较浅肤色",
    emoji: "👧🏻",
  },
  {
    name: "女孩: 中等-浅肤色",
    emoji: "👧🏼",
  },
  {
    name: "女孩: 中等肤色",
    emoji: "👧🏽",
  },
  {
    name: "女孩: 中等-深肤色",
    emoji: "👧🏾",
  },
  {
    name: "女孩: 较深肤色",
    emoji: "👧🏿",
  },
  {
    name: "男人",
    emoji: "👨",
  },
  {
    name: "男人: 红发",
    emoji: "👨‍🦰",
  },
  {
    name: "男人: 卷发",
    emoji: "👨‍🦱",
  },
  {
    name: "男人: 秃顶",
    emoji: "👨‍🦲",
  },
  {
    name: "男人: 白发",
    emoji: "👨‍🦳",
  },
  {
    name: "男人: 较浅肤色",
    emoji: "👨🏻",
  },
  {
    name: "男人: 较浅肤色红发",
    emoji: "👨🏻‍🦰",
  },
  {
    name: "男人: 较浅肤色卷发",
    emoji: "👨🏻‍🦱",
  },
  {
    name: "男人: 较浅肤色秃顶",
    emoji: "👨🏻‍🦲",
  },
  {
    name: "男人: 较浅肤色白发",
    emoji: "👨🏻‍🦳",
  },
  {
    name: "男人: 中等-浅肤色",
    emoji: "👨🏼",
  },
  {
    name: "男人: 中等-浅肤色红发",
    emoji: "👨🏼‍🦰",
  },
  {
    name: "男人: 中等-浅肤色卷发",
    emoji: "👨🏼‍🦱",
  },
  {
    name: "男人: 中等-浅肤色秃顶",
    emoji: "👨🏼‍🦲",
  },
  {
    name: "男人: 中等-浅肤色白发",
    emoji: "👨🏼‍🦳",
  },
  {
    name: "男人: 中等肤色",
    emoji: "👨🏽",
  },
  {
    name: "男人: 中等肤色红发",
    emoji: "👨🏽‍🦰",
  },
  {
    name: "男人: 中等肤色卷发",
    emoji: "👨🏽‍🦱",
  },
  {
    name: "男人: 中等肤色秃顶",
    emoji: "👨🏽‍🦲",
  },
  {
    name: "男人: 中等肤色白发",
    emoji: "👨🏽‍🦳",
  },
  {
    name: "男人: 中等-深肤色",
    emoji: "👨🏾",
  },
  {
    name: "男人: 中等-深肤色红发",
    emoji: "👨🏾‍🦰",
  },
  {
    name: "男人: 中等-深肤色卷发",
    emoji: "👨🏾‍🦱",
  },
  {
    name: "男人: 中等-深肤色秃顶",
    emoji: "👨🏾‍🦲",
  },
  {
    name: "男人: 中等-深肤色白发",
    emoji: "👨🏾‍🦳",
  },
  {
    name: "男人: 较深肤色",
    emoji: "👨🏿",
  },
  {
    name: "男人: 较深肤色红发",
    emoji: "👨🏿‍🦰",
  },
  {
    name: "男人: 较深肤色卷发",
    emoji: "👨🏿‍🦱",
  },
  {
    name: "男人: 较深肤色秃顶",
    emoji: "👨🏿‍🦲",
  },
  {
    name: "男人: 较深肤色白发",
    emoji: "👨🏿‍🦳",
  },
  {
    name: "女人",
    emoji: "👩",
  },
  {
    name: "女人: 红发",
    emoji: "👩‍🦰",
  },
  {
    name: "女人: 卷发",
    emoji: "👩‍🦱",
  },
  {
    name: "女人: 秃顶",
    emoji: "👩‍🦲",
  },
  {
    name: "女人: 白发",
    emoji: "👩‍🦳",
  },
  {
    name: "女人: 较浅肤色",
    emoji: "👩🏻",
  },
  {
    name: "女人: 较浅肤色红发",
    emoji: "👩🏻‍🦰",
  },
  {
    name: "女人: 较浅肤色卷发",
    emoji: "👩🏻‍🦱",
  },
  {
    name: "女人: 较浅肤色秃顶",
    emoji: "👩🏻‍🦲",
  },
  {
    name: "女人: 较浅肤色白发",
    emoji: "👩🏻‍🦳",
  },
  {
    name: "女人: 中等-浅肤色",
    emoji: "👩🏼",
  },
  {
    name: "女人: 中等-浅肤色红发",
    emoji: "👩🏼‍🦰",
  },
  {
    name: "女人: 中等-浅肤色卷发",
    emoji: "👩🏼‍🦱",
  },
  {
    name: "女人: 中等-浅肤色秃顶",
    emoji: "👩🏼‍🦲",
  },
  {
    name: "女人: 中等-浅肤色白发",
    emoji: "👩🏼‍🦳",
  },
  {
    name: "女人: 中等肤色",
    emoji: "👩🏽",
  },
  {
    name: "女人: 中等肤色红发",
    emoji: "👩🏽‍🦰",
  },
  {
    name: "女人: 中等肤色卷发",
    emoji: "👩🏽‍🦱",
  },
  {
    name: "女人: 中等肤色秃顶",
    emoji: "👩🏽‍🦲",
  },
  {
    name: "女人: 中等肤色白发",
    emoji: "👩🏽‍🦳",
  },
  {
    name: "女人: 中等-深肤色",
    emoji: "👩🏾",
  },
  {
    name: "女人: 中等-深肤色红发",
    emoji: "👩🏾‍🦰",
  },
  {
    name: "女人: 中等-深肤色卷发",
    emoji: "👩🏾‍🦱",
  },
  {
    name: "女人: 中等-深肤色秃顶",
    emoji: "👩🏾‍🦲",
  },
  {
    name: "女人: 中等-深肤色白发",
    emoji: "👩🏾‍🦳",
  },
  {
    name: "女人: 较深肤色",
    emoji: "👩🏿",
  },
  {
    name: "女人: 较深肤色红发",
    emoji: "👩🏿‍🦰",
  },
  {
    name: "女人: 较深肤色卷发",
    emoji: "👩🏿‍🦱",
  },
  {
    name: "女人: 较深肤色秃顶",
    emoji: "👩🏿‍🦲",
  },
  {
    name: "女人: 较深肤色白发",
    emoji: "👩🏿‍🦳",
  },
  {
    name: "金色头发的人",
    emoji: "👱",
  },
  {
    name: "女人：金色的头发",
    emoji: "👱‍♀️",
  },
  {
    name: "男人：金色的头发",
    emoji: "👱‍♂️",
  },
  {
    name: "金色头发的人: 较浅肤色",
    emoji: "👱🏻",
  },
  {
    name: "女人：浅肤色，金色的头发",
    emoji: "👱🏻‍♀️",
  },
  {
    name: "男人：浅肤色，金色的头发",
    emoji: "👱🏻‍♂️",
  },
  {
    name: "金色头发的人: 中等-浅肤色",
    emoji: "👱🏼",
  },
  {
    name: "女人：中浅肤色，金色的头发",
    emoji: "👱🏼‍♀️",
  },
  {
    name: "男人：中浅肤色，金色的头发",
    emoji: "👱🏼‍♂️",
  },
  {
    name: "金色头发的人: 中等肤色",
    emoji: "👱🏽",
  },
  {
    name: "女人：中等肤色，金色的头发",
    emoji: "👱🏽‍♀️",
  },
  {
    name: "男人：中等肤色，金色的头发",
    emoji: "👱🏽‍♂️",
  },
  {
    name: "金色头发的人: 中等-深肤色",
    emoji: "👱🏾",
  },
  {
    name: "女人：中深肤色，金色的头发",
    emoji: "👱🏾‍♀️",
  },
  {
    name: "男人：中深肤色，金色的头发",
    emoji: "👱🏾‍♂️",
  },
  {
    name: "金色头发的人: 较深肤色",
    emoji: "👱🏿",
  },
  {
    name: "女人：深肤色，金色的头发",
    emoji: "👱🏿‍♀️",
  },
  {
    name: "男人：深肤色，金色的头发",
    emoji: "👱🏿‍♂️",
  },
  {
    name: "老爷爷",
    emoji: "👴",
  },
  {
    name: "老爷爷: 较浅肤色",
    emoji: "👴🏻",
  },
  {
    name: "老爷爷: 中等-浅肤色",
    emoji: "👴🏼",
  },
  {
    name: "老爷爷: 中等肤色",
    emoji: "👴🏽",
  },
  {
    name: "老爷爷: 中等-深肤色",
    emoji: "👴🏾",
  },
  {
    name: "老爷爷: 较深肤色",
    emoji: "👴🏿",
  },
  {
    name: "老奶奶",
    emoji: "👵",
  },
  {
    name: "老奶奶: 较浅肤色",
    emoji: "👵🏻",
  },
  {
    name: "老奶奶: 中等-浅肤色",
    emoji: "👵🏼",
  },
  {
    name: "老奶奶: 中等肤色",
    emoji: "👵🏽",
  },
  {
    name: "老奶奶: 中等-深肤色",
    emoji: "👵🏾",
  },
  {
    name: "老奶奶: 较深肤色",
    emoji: "👵🏿",
  },
  {
    name: "小宝贝",
    emoji: "👶",
  },
  {
    name: "小宝贝: 较浅肤色",
    emoji: "👶🏻",
  },
  {
    name: "小宝贝: 中等-浅肤色",
    emoji: "👶🏼",
  },
  {
    name: "小宝贝: 中等肤色",
    emoji: "👶🏽",
  },
  {
    name: "小宝贝: 中等-深肤色",
    emoji: "👶🏾",
  },
  {
    name: "小宝贝: 较深肤色",
    emoji: "👶🏿",
  },
  {
    name: "成人",
    emoji: "🧑",
  },
  {
    name: "成人: 红发",
    emoji: "🧑‍🦰",
  },
  {
    name: "成人: 卷发",
    emoji: "🧑‍🦱",
  },
  {
    name: "成人: 秃顶",
    emoji: "🧑‍🦲",
  },
  {
    name: "成人: 白发",
    emoji: "🧑‍🦳",
  },
  {
    name: "成人: 较浅肤色",
    emoji: "🧑🏻",
  },
  {
    name: "成人: 较浅肤色红发",
    emoji: "🧑🏻‍🦰",
  },
  {
    name: "成人: 较浅肤色卷发",
    emoji: "🧑🏻‍🦱",
  },
  {
    name: "成人: 较浅肤色秃顶",
    emoji: "🧑🏻‍🦲",
  },
  {
    name: "成人: 较浅肤色白发",
    emoji: "🧑🏻‍🦳",
  },
  {
    name: "成人: 中等-浅肤色",
    emoji: "🧑🏼",
  },
  {
    name: "成人: 中等-浅肤色红发",
    emoji: "🧑🏼‍🦰",
  },
  {
    name: "成人: 中等-浅肤色卷发",
    emoji: "🧑🏼‍🦱",
  },
  {
    name: "成人: 中等-浅肤色秃顶",
    emoji: "🧑🏼‍🦲",
  },
  {
    name: "成人: 中等-浅肤色白发",
    emoji: "🧑🏼‍🦳",
  },
  {
    name: "成人: 中等肤色",
    emoji: "🧑🏽",
  },
  {
    name: "成人: 中等肤色红发",
    emoji: "🧑🏽‍🦰",
  },
  {
    name: "成人: 中等肤色卷发",
    emoji: "🧑🏽‍🦱",
  },
  {
    name: "成人: 中等肤色秃顶",
    emoji: "🧑🏽‍🦲",
  },
  {
    name: "成人: 中等肤色白发",
    emoji: "🧑🏽‍🦳",
  },
  {
    name: "成人: 中等-深肤色",
    emoji: "🧑🏾",
  },
  {
    name: "成人: 中等-深肤色红发",
    emoji: "🧑🏾‍🦰",
  },
  {
    name: "成人: 中等-深肤色卷发",
    emoji: "🧑🏾‍🦱",
  },
  {
    name: "成人: 中等-深肤色秃顶",
    emoji: "🧑🏾‍🦲",
  },
  {
    name: "成人: 中等-深肤色白发",
    emoji: "🧑🏾‍🦳",
  },
  {
    name: "成人: 较深肤色",
    emoji: "🧑🏿",
  },
  {
    name: "成人: 较深肤色红发",
    emoji: "🧑🏿‍🦰",
  },
  {
    name: "成人: 较深肤色卷发",
    emoji: "🧑🏿‍🦱",
  },
  {
    name: "成人: 较深肤色秃顶",
    emoji: "🧑🏿‍🦲",
  },
  {
    name: "成人: 较深肤色白发",
    emoji: "🧑🏿‍🦳",
  },
  {
    name: "儿童",
    emoji: "🧒",
  },
  {
    name: "儿童: 较浅肤色",
    emoji: "🧒🏻",
  },
  {
    name: "儿童: 中等-浅肤色",
    emoji: "🧒🏼",
  },
  {
    name: "儿童: 中等肤色",
    emoji: "🧒🏽",
  },
  {
    name: "儿童: 中等-深肤色",
    emoji: "🧒🏾",
  },
  {
    name: "儿童: 较深肤色",
    emoji: "🧒🏿",
  },
  {
    name: "老年人",
    emoji: "🧓",
  },
  {
    name: "老年人: 较浅肤色",
    emoji: "🧓🏻",
  },
  {
    name: "老年人: 中等-浅肤色",
    emoji: "🧓🏼",
  },
  {
    name: "老年人: 中等肤色",
    emoji: "🧓🏽",
  },
  {
    name: "老年人: 中等-深肤色",
    emoji: "🧓🏾",
  },
  {
    name: "老年人: 较深肤色",
    emoji: "🧓🏿",
  },
  {
    name: "有胡子的人",
    emoji: "🧔",
  },
  {
    name: "有络腮胡子的女人",
    emoji: "🧔‍♀️",
  },
  {
    name: "有络腮胡子的男人",
    emoji: "🧔‍♂️",
  },
  {
    name: "有胡子的人: 较浅肤色",
    emoji: "🧔🏻",
  },
  {
    name: "有络腮胡子的女人: 较浅肤色",
    emoji: "🧔🏻‍♀️",
  },
  {
    name: "有络腮胡子的男人: 较浅肤色",
    emoji: "🧔🏻‍♂️",
  },
  {
    name: "有胡子的人: 中等-浅肤色",
    emoji: "🧔🏼",
  },
  {
    name: "有络腮胡子的女人: 中等-浅肤色",
    emoji: "🧔🏼‍♀️",
  },
  {
    name: "有络腮胡子的男人: 中等-浅肤色",
    emoji: "🧔🏼‍♂️",
  },
  {
    name: "有胡子的人: 中等肤色",
    emoji: "🧔🏽",
  },
  {
    name: "有络腮胡子的女人: 中等肤色",
    emoji: "🧔🏽‍♀️",
  },
  {
    name: "有络腮胡子的男人: 中等肤色",
    emoji: "🧔🏽‍♂️",
  },
  {
    name: "有胡子的人: 中等-深肤色",
    emoji: "🧔🏾",
  },
  {
    name: "有络腮胡子的女人: 中等-深肤色",
    emoji: "🧔🏾‍♀️",
  },
  {
    name: "有络腮胡子的男人: 中等-深肤色",
    emoji: "🧔🏾‍♂️",
  },
  {
    name: "有胡子的人: 较深肤色",
    emoji: "🧔🏿",
  },
  {
    name: "有络腮胡子的女人: 较深肤色",
    emoji: "🧔🏿‍♀️",
  },
  {
    name: "有络腮胡子的男人: 较深肤色",
    emoji: "🧔🏿‍♂️",
  },
  {
    name: "前台",
    emoji: "💁",
  },
  {
    name: "女人举起的手",
    emoji: "💁‍♀️",
  },
  {
    name: "男子举起的手",
    emoji: "💁‍♂️",
  },
  {
    name: "前台: 较浅肤色",
    emoji: "💁🏻",
  },
  {
    name: "女人倾手：淡肤色",
    emoji: "💁🏻‍♀️",
  },
  {
    name: "男子倾手：浅肤色",
    emoji: "💁🏻‍♂️",
  },
  {
    name: "前台: 中等-浅肤色",
    emoji: "💁🏼",
  },
  {
    name: "女人倾手：中浅肤色",
    emoji: "💁🏼‍♀️",
  },
  {
    name: "男士倾手：中浅肤色",
    emoji: "💁🏼‍♂️",
  },
  {
    name: "前台: 中等肤色",
    emoji: "💁🏽",
  },
  {
    name: "女人倾手：中等肤色",
    emoji: "💁🏽‍♀️",
  },
  {
    name: "男士倾手：中等肤色",
    emoji: "💁🏽‍♂️",
  },
  {
    name: "前台: 中等-深肤色",
    emoji: "💁🏾",
  },
  {
    name: "女人倾手：中深肤色",
    emoji: "💁🏾‍♀️",
  },
  {
    name: "男士倾手：中深肤色",
    emoji: "💁🏾‍♂️",
  },
  {
    name: "前台: 较深肤色",
    emoji: "💁🏿",
  },
  {
    name: "女人倾手：深肤色",
    emoji: "💁🏿‍♀️",
  },
  {
    name: "男人倾手：深肤色",
    emoji: "💁🏿‍♂️",
  },
  {
    name: "禁止手势",
    emoji: "🙅",
  },
  {
    name: "女人打手势不同意",
    emoji: "🙅‍♀️",
  },
  {
    name: "男人打手势不同意",
    emoji: "🙅‍♂️",
  },
  {
    name: "禁止手势: 较浅肤色",
    emoji: "🙅🏻",
  },
  {
    name: "女人打手势不同意：浅肤色",
    emoji: "🙅🏻‍♀️",
  },
  {
    name: "男人打手势不同意：浅肤色",
    emoji: "🙅🏻‍♂️",
  },
  {
    name: "禁止手势: 中等-浅肤色",
    emoji: "🙅🏼",
  },
  {
    name: "女人打手势不同意：中浅肤色",
    emoji: "🙅🏼‍♀️",
  },
  {
    name: "男人打手势不同意：中浅肤色",
    emoji: "🙅🏼‍♂️",
  },
  {
    name: "禁止手势: 中等肤色",
    emoji: "🙅🏽",
  },
  {
    name: "女人打手势不同意：中等肤色",
    emoji: "🙅🏽‍♀️",
  },
  {
    name: "男人打手势不同意：中等肤色",
    emoji: "🙅🏽‍♂️",
  },
  {
    name: "禁止手势: 中等-深肤色",
    emoji: "🙅🏾",
  },
  {
    name: "女人打手势不同意：中深肤色",
    emoji: "🙅🏾‍♀️",
  },
  {
    name: "男人打手势不同意：中深肤色",
    emoji: "🙅🏾‍♂️",
  },
  {
    name: "禁止手势: 较深肤色",
    emoji: "🙅🏿",
  },
  {
    name: "女人打手势不同意：深肤色",
    emoji: "🙅🏿‍♀️",
  },
  {
    name: "男人打手势不同意：深肤色",
    emoji: "🙅🏿‍♂️",
  },
  {
    name: "OK手势",
    emoji: "🙆",
  },
  {
    name: "女人打手势同意",
    emoji: "🙆‍♀️",
  },
  {
    name: "男人打手势同意",
    emoji: "🙆‍♂️",
  },
  {
    name: "OK手势: 较浅肤色",
    emoji: "🙆🏻",
  },
  {
    name: "女人打手势同意：浅肤色",
    emoji: "🙆🏻‍♀️",
  },
  {
    name: "男人打手势同意：浅肤色",
    emoji: "🙆🏻‍♂️",
  },
  {
    name: "OK手势: 中等-浅肤色",
    emoji: "🙆🏼",
  },
  {
    name: "女人打手势同意：中浅肤色",
    emoji: "🙆🏼‍♀️",
  },
  {
    name: "男人打手势同意：中浅肤色",
    emoji: "🙆🏼‍♂️",
  },
  {
    name: "OK手势: 中等肤色",
    emoji: "🙆🏽",
  },
  {
    name: "女人打手势同意：中等肤色",
    emoji: "🙆🏽‍♀️",
  },
  {
    name: "男人打手势同意：中等肤色",
    emoji: "🙆🏽‍♂️",
  },
  {
    name: "OK手势: 中等-深肤色",
    emoji: "🙆🏾",
  },
  {
    name: "女人打手势同意：中深肤色",
    emoji: "🙆🏾‍♀️",
  },
  {
    name: "男子打手势同意：中深肤色",
    emoji: "🙆🏾‍♂️",
  },
  {
    name: "OK手势: 较深肤色",
    emoji: "🙆🏿",
  },
  {
    name: "女人打手势同意：深肤色",
    emoji: "🙆🏿‍♀️",
  },
  {
    name: "男子打手势同意：深肤色",
    emoji: "🙆🏿‍♂️",
  },
  {
    name: "鞠躬",
    emoji: "🙇",
  },
  {
    name: "女人鞠躬",
    emoji: "🙇‍♀️",
  },
  {
    name: "男人鞠躬",
    emoji: "🙇‍♂️",
  },
  {
    name: "鞠躬: 较浅肤色",
    emoji: "🙇🏻",
  },
  {
    name: "女人鞠躬：浅肤色",
    emoji: "🙇🏻‍♀️",
  },
  {
    name: "男人鞠躬：浅肤色",
    emoji: "🙇🏻‍♂️",
  },
  {
    name: "鞠躬: 中等-浅肤色",
    emoji: "🙇🏼",
  },
  {
    name: "女人鞠躬：中浅肤色",
    emoji: "🙇🏼‍♀️",
  },
  {
    name: "男人鞠躬：中浅肤色",
    emoji: "🙇🏼‍♂️",
  },
  {
    name: "鞠躬: 中等肤色",
    emoji: "🙇🏽",
  },
  {
    name: "女人鞠躬：中等肤色",
    emoji: "🙇🏽‍♀️",
  },
  {
    name: "男人鞠躬：中等肤色",
    emoji: "🙇🏽‍♂️",
  },
  {
    name: "鞠躬: 中等-深肤色",
    emoji: "🙇🏾",
  },
  {
    name: "女人鞠躬：中深肤色",
    emoji: "🙇🏾‍♀️",
  },
  {
    name: "男人鞠躬：中深肤色",
    emoji: "🙇🏾‍♂️",
  },
  {
    name: "鞠躬: 较深肤色",
    emoji: "🙇🏿",
  },
  {
    name: "女人鞠躬：深肤色",
    emoji: "🙇🏿‍♀️",
  },
  {
    name: "男人鞠躬：深肤色",
    emoji: "🙇🏿‍♂️",
  },
  {
    name: "举手",
    emoji: "🙋",
  },
  {
    name: "举手的女人",
    emoji: "🙋‍♀️",
  },
  {
    name: "举手的男人",
    emoji: "🙋‍♂️",
  },
  {
    name: "举手: 较浅肤色",
    emoji: "🙋🏻",
  },
  {
    name: "举手的女人：浅肤色",
    emoji: "🙋🏻‍♀️",
  },
  {
    name: "举手的男人：浅肤色",
    emoji: "🙋🏻‍♂️",
  },
  {
    name: "举手: 中等-浅肤色",
    emoji: "🙋🏼",
  },
  {
    name: "举手的女人：中浅肤色",
    emoji: "🙋🏼‍♀️",
  },
  {
    name: "举手的男人：中浅肤色",
    emoji: "🙋🏼‍♂️",
  },
  {
    name: "举手: 中等肤色",
    emoji: "🙋🏽",
  },
  {
    name: "举手的女人：中等肤色",
    emoji: "🙋🏽‍♀️",
  },
  {
    name: "举手的男人：中等肤色",
    emoji: "🙋🏽‍♂️",
  },
  {
    name: "举手: 中等-深肤色",
    emoji: "🙋🏾",
  },
  {
    name: "举手的女人：中深肤色",
    emoji: "🙋🏾‍♀️",
  },
  {
    name: "举手的男人：中深肤色",
    emoji: "🙋🏾‍♂️",
  },
  {
    name: "举手: 较深肤色",
    emoji: "🙋🏿",
  },
  {
    name: "举手的女人：深肤色",
    emoji: "🙋🏿‍♀️",
  },
  {
    name: "举手的男人：深肤色",
    emoji: "🙋🏿‍♂️",
  },
  {
    name: "皱眉",
    emoji: "🙍",
  },
  {
    name: "女人皱着眉头",
    emoji: "🙍‍♀️",
  },
  {
    name: "皱眉的男人",
    emoji: "🙍‍♂️",
  },
  {
    name: "皱眉: 较浅肤色",
    emoji: "🙍🏻",
  },
  {
    name: "女人皱着眉头：浅肤色",
    emoji: "🙍🏻‍♀️",
  },
  {
    name: "男人皱着眉头：浅肤色",
    emoji: "🙍🏻‍♂️",
  },
  {
    name: "皱眉: 中等-浅肤色",
    emoji: "🙍🏼",
  },
  {
    name: "女人皱着眉头：中浅肤色",
    emoji: "🙍🏼‍♀️",
  },
  {
    name: "男人皱着眉头：中浅肤色",
    emoji: "🙍🏼‍♂️",
  },
  {
    name: "皱眉: 中等肤色",
    emoji: "🙍🏽",
  },
  {
    name: "女人皱着眉头：中等肤色",
    emoji: "🙍🏽‍♀️",
  },
  {
    name: "男人皱着眉头：中等肤色",
    emoji: "🙍🏽‍♂️",
  },
  {
    name: "皱眉: 中等-深肤色",
    emoji: "🙍🏾",
  },
  {
    name: "女人皱着眉头：中深肤色",
    emoji: "🙍🏾‍♀️",
  },
  {
    name: "男人皱着眉头：中深肤色",
    emoji: "🙍🏾‍♂️",
  },
  {
    name: "皱眉: 较深肤色",
    emoji: "🙍🏿",
  },
  {
    name: "女人皱着眉头：深肤色",
    emoji: "🙍🏿‍♀️",
  },
  {
    name: "男人皱着眉头：深肤色",
    emoji: "🙍🏿‍♂️",
  },
  {
    name: "撅嘴",
    emoji: "🙎",
  },
  {
    name: "噘嘴的女人",
    emoji: "🙎‍♀️",
  },
  {
    name: "噘嘴的男人",
    emoji: "🙎‍♂️",
  },
  {
    name: "撅嘴: 较浅肤色",
    emoji: "🙎🏻",
  },
  {
    name: "女人噘嘴：淡肤色",
    emoji: "🙎🏻‍♀️",
  },
  {
    name: "男人噘嘴：浅肤色",
    emoji: "🙎🏻‍♂️",
  },
  {
    name: "撅嘴: 中等-浅肤色",
    emoji: "🙎🏼",
  },
  {
    name: "女人噘嘴：中浅肤色",
    emoji: "🙎🏼‍♀️",
  },
  {
    name: "男人噘嘴：中浅肤色",
    emoji: "🙎🏼‍♂️",
  },
  {
    name: "撅嘴: 中等肤色",
    emoji: "🙎🏽",
  },
  {
    name: "女人噘嘴：中等肤色",
    emoji: "🙎🏽‍♀️",
  },
  {
    name: "男人噘嘴：中等肤色",
    emoji: "🙎🏽‍♂️",
  },
  {
    name: "撅嘴: 中等-深肤色",
    emoji: "🙎🏾",
  },
  {
    name: "女人噘嘴：中深肤色",
    emoji: "🙎🏾‍♀️",
  },
  {
    name: "男人噘嘴：中深肤色",
    emoji: "🙎🏾‍♂️",
  },
  {
    name: "撅嘴: 较深肤色",
    emoji: "🙎🏿",
  },
  {
    name: "女人噘嘴：深肤色",
    emoji: "🙎🏿‍♀️",
  },
  {
    name: "男人噘嘴：深肤色",
    emoji: "🙎🏿‍♂️",
  },
  {
    name: "捂脸",
    emoji: "🤦",
  },
  {
    name: "女人捂脸",
    emoji: "🤦‍♀️",
  },
  {
    name: "男人捂脸",
    emoji: "🤦‍♂️",
  },
  {
    name: "捂脸: 较浅肤色",
    emoji: "🤦🏻",
  },
  {
    name: "女人捂脸：浅肤色",
    emoji: "🤦🏻‍♀️",
  },
  {
    name: "男人捂脸：浅肤色",
    emoji: "🤦🏻‍♂️",
  },
  {
    name: "捂脸: 中等-浅肤色",
    emoji: "🤦🏼",
  },
  {
    name: "女人捂脸：中浅肤色",
    emoji: "🤦🏼‍♀️",
  },
  {
    name: "男人捂脸：中浅肤色",
    emoji: "🤦🏼‍♂️",
  },
  {
    name: "捂脸: 中等肤色",
    emoji: "🤦🏽",
  },
  {
    name: "女人捂脸：中等肤色",
    emoji: "🤦🏽‍♀️",
  },
  {
    name: "男人捂脸：中等肤色",
    emoji: "🤦🏽‍♂️",
  },
  {
    name: "捂脸: 中等-深肤色",
    emoji: "🤦🏾",
  },
  {
    name: "女人捂脸：中深肤色",
    emoji: "🤦🏾‍♀️",
  },
  {
    name: "男人捂脸：中深肤色",
    emoji: "🤦🏾‍♂️",
  },
  {
    name: "捂脸: 较深肤色",
    emoji: "🤦🏿",
  },
  {
    name: "女人捂脸：深肤色",
    emoji: "🤦🏿‍♀️",
  },
  {
    name: "男人捂脸：深肤色",
    emoji: "🤦🏿‍♂️",
  },
  {
    name: "耸肩",
    emoji: "🤷",
  },
  {
    name: "女人耸肩",
    emoji: "🤷‍♀️",
  },
  {
    name: "男人耸肩",
    emoji: "🤷‍♂️",
  },
  {
    name: "耸肩: 较浅肤色",
    emoji: "🤷🏻",
  },
  {
    name: "女人耸肩：浅肤色",
    emoji: "🤷🏻‍♀️",
  },
  {
    name: "男人耸肩：浅肤色",
    emoji: "🤷🏻‍♂️",
  },
  {
    name: "耸肩: 中等-浅肤色",
    emoji: "🤷🏼",
  },
  {
    name: "女人耸肩：中浅肤色",
    emoji: "🤷🏼‍♀️",
  },
  {
    name: "男人耸肩：中浅肤色",
    emoji: "🤷🏼‍♂️",
  },
  {
    name: "耸肩: 中等肤色",
    emoji: "🤷🏽",
  },
  {
    name: "女人耸肩：中等肤色",
    emoji: "🤷🏽‍♀️",
  },
  {
    name: "男人耸肩：中等肤色",
    emoji: "🤷🏽‍♂️",
  },
  {
    name: "耸肩: 中等-深肤色",
    emoji: "🤷🏾",
  },
  {
    name: "女人耸肩：中深肤色",
    emoji: "🤷🏾‍♀️",
  },
  {
    name: "男人耸肩：中深肤色",
    emoji: "🤷🏾‍♂️",
  },
  {
    name: "耸肩: 较深肤色",
    emoji: "🤷🏿",
  },
  {
    name: "女人耸肩：深肤色",
    emoji: "🤷🏿‍♀️",
  },
  {
    name: "男人耸肩：深肤色",
    emoji: "🤷🏿‍♂️",
  },
  {
    name: "失聪者",
    emoji: "🧏",
  },
  {
    name: "聋哑女人",
    emoji: "🧏‍♀️",
  },
  {
    name: "聋哑男人",
    emoji: "🧏‍♂️",
  },
  {
    name: "失聪者: 较浅肤色",
    emoji: "🧏🏻",
  },
  {
    name: "聋哑女人：浅肤色",
    emoji: "🧏🏻‍♀️",
  },
  {
    name: "聋哑男人：浅肤色",
    emoji: "🧏🏻‍♂️",
  },
  {
    name: "失聪者: 中等-浅肤色",
    emoji: "🧏🏼",
  },
  {
    name: "聋哑女人：中浅肤色",
    emoji: "🧏🏼‍♀️",
  },
  {
    name: "聋哑男人：中浅肤色",
    emoji: "🧏🏼‍♂️",
  },
  {
    name: "失聪者: 中等肤色",
    emoji: "🧏🏽",
  },
  {
    name: "聋哑女人：中等肤色",
    emoji: "🧏🏽‍♀️",
  },
  {
    name: "聋哑男人：中等肤色",
    emoji: "🧏🏽‍♂️",
  },
  {
    name: "失聪者: 中等-深肤色",
    emoji: "🧏🏾",
  },
  {
    name: "聋哑女人：中深肤色",
    emoji: "🧏🏾‍♀️",
  },
  {
    name: "聋哑男人：中深肤色",
    emoji: "🧏🏾‍♂️",
  },
  {
    name: "失聪者: 较深肤色",
    emoji: "🧏🏿",
  },
  {
    name: "聋哑女人：深肤色",
    emoji: "🧏🏿‍♀️",
  },
  {
    name: "聋哑男人：深肤色",
    emoji: "🧏🏿‍♂️",
  },
  {
    name: "男子健康工作者",
    emoji: "👨‍⚕️",
  },
  {
    name: "男子法官",
    emoji: "👨‍⚖️",
  },
  {
    name: "男子飞行员",
    emoji: "👨‍✈️",
  },
  {
    name: "农夫",
    emoji: "👨‍🌾",
  },
  {
    name: "男厨师",
    emoji: "👨‍🍳",
  },
  {
    name: "哺乳的男人",
    emoji: "👨‍🍼",
  },
  {
    name: "男学生",
    emoji: "👨‍🎓",
  },
  {
    name: "男歌手",
    emoji: "👨‍🎤",
  },
  {
    name: "男艺术家",
    emoji: "👨‍🎨",
  },
  {
    name: "男老师",
    emoji: "👨‍🏫",
  },
  {
    name: "男工人",
    emoji: "👨‍🏭",
  },
  {
    name: "男程序员",
    emoji: "👨‍💻",
  },
  {
    name: "男白领",
    emoji: "👨‍💼",
  },
  {
    name: "男技工",
    emoji: "👨‍🔧",
  },
  {
    name: "男科学家",
    emoji: "👨‍🔬",
  },
  {
    name: "男宇航员",
    emoji: "👨‍🚀",
  },
  {
    name: "男消防员",
    emoji: "👨‍🚒",
  },
  {
    name: "男医生: 较浅肤色",
    emoji: "👨🏻‍⚕️",
  },
  {
    name: "男人法官：浅肤色",
    emoji: "👨🏻‍⚖️",
  },
  {
    name: "男人飞行员：浅肤色",
    emoji: "👨🏻‍✈️",
  },
  {
    name: "农夫: 较浅肤色",
    emoji: "👨🏻‍🌾",
  },
  {
    name: "男厨师: 较浅肤色",
    emoji: "👨🏻‍🍳",
  },
  {
    name: "哺乳的男人: 较浅肤色",
    emoji: "👨🏻‍🍼",
  },
  {
    name: "男学生: 较浅肤色",
    emoji: "👨🏻‍🎓",
  },
  {
    name: "男歌手: 较浅肤色",
    emoji: "👨🏻‍🎤",
  },
  {
    name: "男艺术家: 较浅肤色",
    emoji: "👨🏻‍🎨",
  },
  {
    name: "男老师: 较浅肤色",
    emoji: "👨🏻‍🏫",
  },
  {
    name: "男工人: 较浅肤色",
    emoji: "👨🏻‍🏭",
  },
  {
    name: "男程序员: 较浅肤色",
    emoji: "👨🏻‍💻",
  },
  {
    name: "男白领: 较浅肤色",
    emoji: "👨🏻‍💼",
  },
  {
    name: "男技工: 较浅肤色",
    emoji: "👨🏻‍🔧",
  },
  {
    name: "男科学家: 较浅肤色",
    emoji: "👨🏻‍🔬",
  },
  {
    name: "男宇航员: 较浅肤色",
    emoji: "👨🏻‍🚀",
  },
  {
    name: "男消防员: 较浅肤色",
    emoji: "👨🏻‍🚒",
  },
  {
    name: "男士健康工作者：中浅肤色",
    emoji: "👨🏼‍⚕️",
  },
  {
    name: "男人法官：中浅肤色",
    emoji: "👨🏼‍⚖️",
  },
  {
    name: "男子飞行员：中浅肤色",
    emoji: "👨🏼‍✈️",
  },
  {
    name: "农夫: 中等-浅肤色",
    emoji: "👨🏼‍🌾",
  },
  {
    name: "男厨师: 中等-浅肤色",
    emoji: "👨🏼‍🍳",
  },
  {
    name: "哺乳的男人: 中等-浅肤色",
    emoji: "👨🏼‍🍼",
  },
  {
    name: "男学生: 中等-浅肤色",
    emoji: "👨🏼‍🎓",
  },
  {
    name: "男歌手: 中等-浅肤色",
    emoji: "👨🏼‍🎤",
  },
  {
    name: "男艺术家: 中等-浅肤色",
    emoji: "👨🏼‍🎨",
  },
  {
    name: "男老师: 中等-浅肤色",
    emoji: "👨🏼‍🏫",
  },
  {
    name: "男工人: 中等-浅肤色",
    emoji: "👨🏼‍🏭",
  },
  {
    name: "男程序员: 中等-浅肤色",
    emoji: "👨🏼‍💻",
  },
  {
    name: "男白领: 中等-浅肤色",
    emoji: "👨🏼‍💼",
  },
  {
    name: "男技工: 中等-浅肤色",
    emoji: "👨🏼‍🔧",
  },
  {
    name: "男科学家: 中等-浅肤色",
    emoji: "👨🏼‍🔬",
  },
  {
    name: "男宇航员: 中等-浅肤色",
    emoji: "👨🏼‍🚀",
  },
  {
    name: "男消防员: 中等-浅肤色",
    emoji: "👨🏼‍🚒",
  },
  {
    name: "男性健康工作者：中等肤色",
    emoji: "👨🏽‍⚕️",
  },
  {
    name: "男人法官：中等肤色",
    emoji: "👨🏽‍⚖️",
  },
  {
    name: "男子飞行员：中等肤色",
    emoji: "👨🏽‍✈️",
  },
  {
    name: "农夫: 中等肤色",
    emoji: "👨🏽‍🌾",
  },
  {
    name: "男厨师: 中等肤色",
    emoji: "👨🏽‍🍳",
  },
  {
    name: "哺乳的男人: 中等肤色",
    emoji: "👨🏽‍🍼",
  },
  {
    name: "男学生: 中等肤色",
    emoji: "👨🏽‍🎓",
  },
  {
    name: "男歌手: 中等肤色",
    emoji: "👨🏽‍🎤",
  },
  {
    name: "男艺术家: 中等肤色",
    emoji: "👨🏽‍🎨",
  },
  {
    name: "男老师: 中等肤色",
    emoji: "👨🏽‍🏫",
  },
  {
    name: "男工人: 中等肤色",
    emoji: "👨🏽‍🏭",
  },
  {
    name: "男程序员: 中等肤色",
    emoji: "👨🏽‍💻",
  },
  {
    name: "男白领: 中等肤色",
    emoji: "👨🏽‍💼",
  },
  {
    name: "男技工: 中等肤色",
    emoji: "👨🏽‍🔧",
  },
  {
    name: "男科学家: 中等肤色",
    emoji: "👨🏽‍🔬",
  },
  {
    name: "男宇航员: 中等肤色",
    emoji: "👨🏽‍🚀",
  },
  {
    name: "男消防员: 中等肤色",
    emoji: "👨🏽‍🚒",
  },
  {
    name: "男性健康工作者：中深肤色",
    emoji: "👨🏾‍⚕️",
  },
  {
    name: "男人法官：中深肤色",
    emoji: "👨🏾‍⚖️",
  },
  {
    name: "男子飞行员：中深肤色",
    emoji: "👨🏾‍✈️",
  },
  {
    name: "农夫: 中等-深肤色",
    emoji: "👨🏾‍🌾",
  },
  {
    name: "男厨师: 中等-深肤色",
    emoji: "👨🏾‍🍳",
  },
  {
    name: "哺乳的男人: 中等-深肤色",
    emoji: "👨🏾‍🍼",
  },
  {
    name: "男学生: 中等-深肤色",
    emoji: "👨🏾‍🎓",
  },
  {
    name: "男歌手: 中等-深肤色",
    emoji: "👨🏾‍🎤",
  },
  {
    name: "男艺术家: 中等-深肤色",
    emoji: "👨🏾‍🎨",
  },
  {
    name: "男老师: 中等-深肤色",
    emoji: "👨🏾‍🏫",
  },
  {
    name: "男工人: 中等-深肤色",
    emoji: "👨🏾‍🏭",
  },
  {
    name: "男程序员: 中等-深肤色",
    emoji: "👨🏾‍💻",
  },
  {
    name: "男白领: 中等-深肤色",
    emoji: "👨🏾‍💼",
  },
  {
    name: "男技工: 中等-深肤色",
    emoji: "👨🏾‍🔧",
  },
  {
    name: "男科学家: 中等-深肤色",
    emoji: "👨🏾‍🔬",
  },
  {
    name: "男宇航员: 中等-深肤色",
    emoji: "👨🏾‍🚀",
  },
  {
    name: "男消防员: 中等-深肤色",
    emoji: "👨🏾‍🚒",
  },
  {
    name: "男性健康工作者：深肤色",
    emoji: "👨🏿‍⚕️",
  },
  {
    name: "男子法官：深肤色",
    emoji: "👨🏿‍⚖️",
  },
  {
    name: "男子飞行员：深肤色",
    emoji: "👨🏿‍✈️",
  },
  {
    name: "农夫: 较深肤色",
    emoji: "👨🏿‍🌾",
  },
  {
    name: "男厨师: 较深肤色",
    emoji: "👨🏿‍🍳",
  },
  {
    name: "哺乳的男人: 较深肤色",
    emoji: "👨🏿‍🍼",
  },
  {
    name: "男学生: 较深肤色",
    emoji: "👨🏿‍🎓",
  },
  {
    name: "男歌手: 较深肤色",
    emoji: "👨🏿‍🎤",
  },
  {
    name: "男艺术家: 较深肤色",
    emoji: "👨🏿‍🎨",
  },
  {
    name: "男老师: 较深肤色",
    emoji: "👨🏿‍🏫",
  },
  {
    name: "男工人: 较深肤色",
    emoji: "👨🏿‍🏭",
  },
  {
    name: "男程序员: 较深肤色",
    emoji: "👨🏿‍💻",
  },
  {
    name: "男白领: 较深肤色",
    emoji: "👨🏿‍💼",
  },
  {
    name: "男技工: 较深肤色",
    emoji: "👨🏿‍🔧",
  },
  {
    name: "男科学家: 较深肤色",
    emoji: "👨🏿‍🔬",
  },
  {
    name: "男宇航员: 较深肤色",
    emoji: "👨🏿‍🚀",
  },
  {
    name: "男消防员: 较深肤色",
    emoji: "👨🏿‍🚒",
  },
  {
    name: "女卫生工作者",
    emoji: "👩‍⚕️",
  },
  {
    name: "女法官",
    emoji: "👩‍⚖️",
  },
  {
    name: "女飞行员",
    emoji: "👩‍✈️",
  },
  {
    name: "农妇",
    emoji: "👩‍🌾",
  },
  {
    name: "女厨师",
    emoji: "👩‍🍳",
  },
  {
    name: "哺乳的女人",
    emoji: "👩‍🍼",
  },
  {
    name: "女学生",
    emoji: "👩‍🎓",
  },
  {
    name: "女歌手",
    emoji: "👩‍🎤",
  },
  {
    name: "女艺术家",
    emoji: "👩‍🎨",
  },
  {
    name: "女老师",
    emoji: "👩‍🏫",
  },
  {
    name: "女工人",
    emoji: "👩‍🏭",
  },
  {
    name: "女程序员",
    emoji: "👩‍💻",
  },
  {
    name: "女白领",
    emoji: "👩‍💼",
  },
  {
    name: "女技工",
    emoji: "👩‍🔧",
  },
  {
    name: "女科学家",
    emoji: "👩‍🔬",
  },
  {
    name: "女宇航员",
    emoji: "👩‍🚀",
  },
  {
    name: "女消防员",
    emoji: "👩‍🚒",
  },
  {
    name: "女性健康工作者：浅肤色",
    emoji: "👩🏻‍⚕️",
  },
  {
    name: "女法官：浅肤色",
    emoji: "👩🏻‍⚖️",
  },
  {
    name: "女飞行员：浅肤色",
    emoji: "👩🏻‍✈️",
  },
  {
    name: "农妇: 较浅肤色",
    emoji: "👩🏻‍🌾",
  },
  {
    name: "女厨师: 较浅肤色",
    emoji: "👩🏻‍🍳",
  },
  {
    name: "哺乳的女人: 较浅肤色",
    emoji: "👩🏻‍🍼",
  },
  {
    name: "女学生: 较浅肤色",
    emoji: "👩🏻‍🎓",
  },
  {
    name: "女歌手: 较浅肤色",
    emoji: "👩🏻‍🎤",
  },
  {
    name: "女艺术家: 较浅肤色",
    emoji: "👩🏻‍🎨",
  },
  {
    name: "女老师: 较浅肤色",
    emoji: "👩🏻‍🏫",
  },
  {
    name: "女工人: 较浅肤色",
    emoji: "👩🏻‍🏭",
  },
  {
    name: "女程序员: 较浅肤色",
    emoji: "👩🏻‍💻",
  },
  {
    name: "女白领: 较浅肤色",
    emoji: "👩🏻‍💼",
  },
  {
    name: "女技工: 较浅肤色",
    emoji: "👩🏻‍🔧",
  },
  {
    name: "女科学家: 较浅肤色",
    emoji: "👩🏻‍🔬",
  },
  {
    name: "女宇航员: 较浅肤色",
    emoji: "👩🏻‍🚀",
  },
  {
    name: "女消防员: 较浅肤色",
    emoji: "👩🏻‍🚒",
  },
  {
    name: "女性健康工作者：中浅肤色",
    emoji: "👩🏼‍⚕️",
  },
  {
    name: "女法官：中浅肤色",
    emoji: "👩🏼‍⚖️",
  },
  {
    name: "女飞行员：中浅肤色",
    emoji: "👩🏼‍✈️",
  },
  {
    name: "农妇: 中等-浅肤色",
    emoji: "👩🏼‍🌾",
  },
  {
    name: "女厨师: 中等-浅肤色",
    emoji: "👩🏼‍🍳",
  },
  {
    name: "哺乳的女人: 中等-浅肤色",
    emoji: "👩🏼‍🍼",
  },
  {
    name: "女学生: 中等-浅肤色",
    emoji: "👩🏼‍🎓",
  },
  {
    name: "女歌手: 中等-浅肤色",
    emoji: "👩🏼‍🎤",
  },
  {
    name: "女艺术家: 中等-浅肤色",
    emoji: "👩🏼‍🎨",
  },
  {
    name: "女老师: 中等-浅肤色",
    emoji: "👩🏼‍🏫",
  },
  {
    name: "女工人: 中等-浅肤色",
    emoji: "👩🏼‍🏭",
  },
  {
    name: "女程序员: 中等-浅肤色",
    emoji: "👩🏼‍💻",
  },
  {
    name: "女白领: 中等-浅肤色",
    emoji: "👩🏼‍💼",
  },
  {
    name: "女技工: 中等-浅肤色",
    emoji: "👩🏼‍🔧",
  },
  {
    name: "女科学家: 中等-浅肤色",
    emoji: "👩🏼‍🔬",
  },
  {
    name: "女宇航员: 中等-浅肤色",
    emoji: "👩🏼‍🚀",
  },
  {
    name: "女消防员: 中等-浅肤色",
    emoji: "👩🏼‍🚒",
  },
  {
    name: "女性健康工作者：中等肤色",
    emoji: "👩🏽‍⚕️",
  },
  {
    name: "女法官：中等肤色",
    emoji: "👩🏽‍⚖️",
  },
  {
    name: "女飞行员：中等肤色",
    emoji: "👩🏽‍✈️",
  },
  {
    name: "农妇: 中等肤色",
    emoji: "👩🏽‍🌾",
  },
  {
    name: "女厨师: 中等肤色",
    emoji: "👩🏽‍🍳",
  },
  {
    name: "哺乳的女人: 中等肤色",
    emoji: "👩🏽‍🍼",
  },
  {
    name: "女学生: 中等肤色",
    emoji: "👩🏽‍🎓",
  },
  {
    name: "女歌手: 中等肤色",
    emoji: "👩🏽‍🎤",
  },
  {
    name: "女艺术家: 中等肤色",
    emoji: "👩🏽‍🎨",
  },
  {
    name: "女老师: 中等肤色",
    emoji: "👩🏽‍🏫",
  },
  {
    name: "女工人: 中等肤色",
    emoji: "👩🏽‍🏭",
  },
  {
    name: "女程序员: 中等肤色",
    emoji: "👩🏽‍💻",
  },
  {
    name: "女白领: 中等肤色",
    emoji: "👩🏽‍💼",
  },
  {
    name: "女技工: 中等肤色",
    emoji: "👩🏽‍🔧",
  },
  {
    name: "女科学家: 中等肤色",
    emoji: "👩🏽‍🔬",
  },
  {
    name: "女宇航员: 中等肤色",
    emoji: "👩🏽‍🚀",
  },
  {
    name: "女消防员: 中等肤色",
    emoji: "👩🏽‍🚒",
  },
  {
    name: "女性健康工作者：中深肤色",
    emoji: "👩🏾‍⚕️",
  },
  {
    name: "女法官：中深肤色",
    emoji: "👩🏾‍⚖️",
  },
  {
    name: "女飞行员：中深肤色",
    emoji: "👩🏾‍✈️",
  },
  {
    name: "农妇: 中等-深肤色",
    emoji: "👩🏾‍🌾",
  },
  {
    name: "女厨师: 中等-深肤色",
    emoji: "👩🏾‍🍳",
  },
  {
    name: "哺乳的女人: 中等-深肤色",
    emoji: "👩🏾‍🍼",
  },
  {
    name: "女学生: 中等-深肤色",
    emoji: "👩🏾‍🎓",
  },
  {
    name: "女歌手: 中等-深肤色",
    emoji: "👩🏾‍🎤",
  },
  {
    name: "女艺术家: 中等-深肤色",
    emoji: "👩🏾‍🎨",
  },
  {
    name: "女老师: 中等-深肤色",
    emoji: "👩🏾‍🏫",
  },
  {
    name: "女工人: 中等-深肤色",
    emoji: "👩🏾‍🏭",
  },
  {
    name: "女程序员: 中等-深肤色",
    emoji: "👩🏾‍💻",
  },
  {
    name: "女白领: 中等-深肤色",
    emoji: "👩🏾‍💼",
  },
  {
    name: "女技工: 中等-深肤色",
    emoji: "👩🏾‍🔧",
  },
  {
    name: "女科学家: 中等-深肤色",
    emoji: "👩🏾‍🔬",
  },
  {
    name: "女宇航员: 中等-深肤色",
    emoji: "👩🏾‍🚀",
  },
  {
    name: "女消防员: 中等-深肤色",
    emoji: "👩🏾‍🚒",
  },
  {
    name: "女性健康工作者：深肤色",
    emoji: "👩🏿‍⚕️",
  },
  {
    name: "女法官：深肤色",
    emoji: "👩🏿‍⚖️",
  },
  {
    name: "女飞行员：深肤色",
    emoji: "👩🏿‍✈️",
  },
  {
    name: "农妇: 较深肤色",
    emoji: "👩🏿‍🌾",
  },
  {
    name: "女厨师: 较深肤色",
    emoji: "👩🏿‍🍳",
  },
  {
    name: "哺乳的女人: 较深肤色",
    emoji: "👩🏿‍🍼",
  },
  {
    name: "女学生: 较深肤色",
    emoji: "👩🏿‍🎓",
  },
  {
    name: "女歌手: 较深肤色",
    emoji: "👩🏿‍🎤",
  },
  {
    name: "女艺术家: 较深肤色",
    emoji: "👩🏿‍🎨",
  },
  {
    name: "女老师: 较深肤色",
    emoji: "👩🏿‍🏫",
  },
  {
    name: "女工人: 较深肤色",
    emoji: "👩🏿‍🏭",
  },
  {
    name: "女程序员: 较深肤色",
    emoji: "👩🏿‍💻",
  },
  {
    name: "女白领: 较深肤色",
    emoji: "👩🏿‍💼",
  },
  {
    name: "女技工: 较深肤色",
    emoji: "👩🏿‍🔧",
  },
  {
    name: "女科学家: 较深肤色",
    emoji: "👩🏿‍🔬",
  },
  {
    name: "女宇航员: 较深肤色",
    emoji: "👩🏿‍🚀",
  },
  {
    name: "女消防员: 较深肤色",
    emoji: "👩🏿‍🚒",
  },
  {
    name: "警察",
    emoji: "👮",
  },
  {
    name: "女警官",
    emoji: "👮‍♀️",
  },
  {
    name: "男警官",
    emoji: "👮‍♂️",
  },
  {
    name: "警察: 较浅肤色",
    emoji: "👮🏻",
  },
  {
    name: "女警官：浅肤色",
    emoji: "👮🏻‍♀️",
  },
  {
    name: "男警官：浅肤色",
    emoji: "👮🏻‍♂️",
  },
  {
    name: "警察: 中等-浅肤色",
    emoji: "👮🏼",
  },
  {
    name: "女警官：中浅肤色",
    emoji: "👮🏼‍♀️",
  },
  {
    name: "男警察: 中等-浅肤色",
    emoji: "👮🏼‍♂️",
  },
  {
    name: "警察: 中等肤色",
    emoji: "👮🏽",
  },
  {
    name: "女警察: 中等肤色",
    emoji: "👮🏽‍♀️",
  },
  {
    name: "男警官：中等肤色",
    emoji: "👮🏽‍♂️",
  },
  {
    name: "警察: 中等-深肤色",
    emoji: "👮🏾",
  },
  {
    name: "女警官：中深肤色",
    emoji: "👮🏾‍♀️",
  },
  {
    name: "男警官：中深肤色",
    emoji: "👮🏾‍♂️",
  },
  {
    name: "警察: 较深肤色",
    emoji: "👮🏿",
  },
  {
    name: "女警察: 较深肤色",
    emoji: "👮🏿‍♀️",
  },
  {
    name: "男警察: 较深肤色",
    emoji: "👮🏿‍♂️",
  },
  {
    name: "戴头纱的人",
    emoji: "👰",
  },
  {
    name: "戴头纱的女人",
    emoji: "👰‍♀️",
  },
  {
    name: "戴头纱的男人",
    emoji: "👰‍♂️",
  },
  {
    name: "戴头纱的人: 较浅肤色",
    emoji: "👰🏻",
  },
  {
    name: "戴头纱的女人: 较浅肤色",
    emoji: "👰🏻‍♀️",
  },
  {
    name: "戴头纱的男人: 较浅肤色",
    emoji: "👰🏻‍♂️",
  },
  {
    name: "戴头纱的人: 中等-浅肤色",
    emoji: "👰🏼",
  },
  {
    name: "戴头纱的女人: 中等-浅肤色",
    emoji: "👰🏼‍♀️",
  },
  {
    name: "戴头纱的男人: 中等-浅肤色",
    emoji: "👰🏼‍♂️",
  },
  {
    name: "戴头纱的人: 中等肤色",
    emoji: "👰🏽",
  },
  {
    name: "戴头纱的女人: 中等肤色",
    emoji: "👰🏽‍♀️",
  },
  {
    name: "戴头纱的男人: 中等肤色",
    emoji: "👰🏽‍♂️",
  },
  {
    name: "戴头纱的人: 中等-深肤色",
    emoji: "👰🏾",
  },
  {
    name: "戴头纱的女人: 中等-深肤色",
    emoji: "👰🏾‍♀️",
  },
  {
    name: "戴头纱的男人: 中等-深肤色",
    emoji: "👰🏾‍♂️",
  },
  {
    name: "戴头纱的人: 较深肤色",
    emoji: "👰🏿",
  },
  {
    name: "戴头纱的女人: 较深肤色",
    emoji: "👰🏿‍♀️",
  },
  {
    name: "戴头纱的男人: 较深肤色",
    emoji: "👰🏿‍♂️",
  },
  {
    name: "戴瓜皮帽的人",
    emoji: "👲",
  },
  {
    name: "戴瓜皮帽的人: 较浅肤色",
    emoji: "👲🏻",
  },
  {
    name: "戴瓜皮帽的人: 中等-浅肤色",
    emoji: "👲🏼",
  },
  {
    name: "戴瓜皮帽的人: 中等肤色",
    emoji: "👲🏽",
  },
  {
    name: "戴瓜皮帽的人: 中等-深肤色",
    emoji: "👲🏾",
  },
  {
    name: "戴瓜皮帽的人: 较深肤色",
    emoji: "👲🏿",
  },
  {
    name: "戴头巾的人",
    emoji: "👳",
  },
  {
    name: "女人戴着头巾",
    emoji: "👳‍♀️",
  },
  {
    name: "男子戴着头巾",
    emoji: "👳‍♂️",
  },
  {
    name: "戴头巾的人: 较浅肤色",
    emoji: "👳🏻",
  },
  {
    name: "女人戴着头巾：浅肤色",
    emoji: "👳🏻‍♀️",
  },
  {
    name: "男子戴头巾：浅肤色",
    emoji: "👳🏻‍♂️",
  },
  {
    name: "戴头巾的人: 中等-浅肤色",
    emoji: "👳🏼",
  },
  {
    name: "女人戴着头巾：中浅肤色",
    emoji: "👳🏼‍♀️",
  },
  {
    name: "男士戴头巾：中浅肤色",
    emoji: "👳🏼‍♂️",
  },
  {
    name: "戴头巾的人: 中等肤色",
    emoji: "👳🏽",
  },
  {
    name: "女人戴着头巾：中等肤色",
    emoji: "👳🏽‍♀️",
  },
  {
    name: "男士戴头巾：中等肤色",
    emoji: "👳🏽‍♂️",
  },
  {
    name: "戴头巾的人: 中等-深肤色",
    emoji: "👳🏾",
  },
  {
    name: "女人戴着头巾：中深肤色",
    emoji: "👳🏾‍♀️",
  },
  {
    name: "男士戴头巾：中深肤色",
    emoji: "👳🏾‍♂️",
  },
  {
    name: "戴头巾的人: 较深肤色",
    emoji: "👳🏿",
  },
  {
    name: "女人戴着头巾：深肤色",
    emoji: "👳🏿‍♀️",
  },
  {
    name: "男子戴头巾：深肤色",
    emoji: "👳🏿‍♂️",
  },
  {
    name: "建筑工人",
    emoji: "👷",
  },
  {
    name: "女建筑工人",
    emoji: "👷‍♀️",
  },
  {
    name: "男子建筑工人",
    emoji: "👷‍♂️",
  },
  {
    name: "建筑工人: 较浅肤色",
    emoji: "👷🏻",
  },
  {
    name: "女建筑工人：浅肤色",
    emoji: "👷🏻‍♀️",
  },
  {
    name: "男人建筑工人：浅肤色",
    emoji: "👷🏻‍♂️",
  },
  {
    name: "建筑工人: 中等-浅肤色",
    emoji: "👷🏼",
  },
  {
    name: "女建筑工人：中浅肤色",
    emoji: "👷🏼‍♀️",
  },
  {
    name: "男人建筑工人：中浅肤色",
    emoji: "👷🏼‍♂️",
  },
  {
    name: "建筑工人: 中等肤色",
    emoji: "👷🏽",
  },
  {
    name: "女建筑工人：中等肤色",
    emoji: "👷🏽‍♀️",
  },
  {
    name: "男子建筑工人：中等肤色",
    emoji: "👷🏽‍♂️",
  },
  {
    name: "建筑工人: 中等-深肤色",
    emoji: "👷🏾",
  },
  {
    name: "女建筑工人：中深肤色",
    emoji: "👷🏾‍♀️",
  },
  {
    name: "男子建筑工人：中深肤色",
    emoji: "👷🏾‍♂️",
  },
  {
    name: "建筑工人: 较深肤色",
    emoji: "👷🏿",
  },
  {
    name: "女建筑工人：深肤色",
    emoji: "👷🏿‍♀️",
  },
  {
    name: "男子建筑工人：深肤色",
    emoji: "👷🏿‍♂️",
  },
  {
    name: "公主",
    emoji: "👸",
  },
  {
    name: "公主: 较浅肤色",
    emoji: "👸🏻",
  },
  {
    name: "公主: 中等-浅肤色",
    emoji: "👸🏼",
  },
  {
    name: "公主: 中等肤色",
    emoji: "👸🏽",
  },
  {
    name: "公主: 中等-深肤色",
    emoji: "👸🏾",
  },
  {
    name: "公主: 较深肤色",
    emoji: "👸🏿",
  },
  {
    name: "卫兵",
    emoji: "💂",
  },
  {
    name: "女警卫",
    emoji: "💂‍♀️",
  },
  {
    name: "男警卫",
    emoji: "💂‍♂️",
  },
  {
    name: "卫兵: 较浅肤色",
    emoji: "💂🏻",
  },
  {
    name: "女警卫：浅肤色",
    emoji: "💂🏻‍♀️",
  },
  {
    name: "男警卫：浅肤色",
    emoji: "💂🏻‍♂️",
  },
  {
    name: "卫兵: 中等-浅肤色",
    emoji: "💂🏼",
  },
  {
    name: "女警卫：中浅肤色",
    emoji: "💂🏼‍♀️",
  },
  {
    name: "男警卫：中浅肤色",
    emoji: "💂🏼‍♂️",
  },
  {
    name: "卫兵: 中等肤色",
    emoji: "💂🏽",
  },
  {
    name: "女警卫：中等肤色",
    emoji: "💂🏽‍♀️",
  },
  {
    name: "男警卫：中等肤色",
    emoji: "💂🏽‍♂️",
  },
  {
    name: "卫兵: 中等-深肤色",
    emoji: "💂🏾",
  },
  {
    name: "女警卫：中深肤色",
    emoji: "💂🏾‍♀️",
  },
  {
    name: "男警卫：中深肤色",
    emoji: "💂🏾‍♂️",
  },
  {
    name: "卫兵: 较深肤色",
    emoji: "💂🏿",
  },
  {
    name: "女警卫：深肤色",
    emoji: "💂🏿‍♀️",
  },
  {
    name: "男警卫：深肤色",
    emoji: "💂🏿‍♂️",
  },
  {
    name: "侦探",
    emoji: "🕵️",
  },
  {
    name: "女侦探",
    emoji: "🕵️‍♀️",
  },
  {
    name: "男侦探",
    emoji: "🕵️‍♂️",
  },
  {
    name: "侦探: 较浅肤色",
    emoji: "🕵🏻",
  },
  {
    name: "女侦探：浅肤色",
    emoji: "🕵🏻‍♀️",
  },
  {
    name: "男侦探：浅肤色",
    emoji: "🕵🏻‍♂️",
  },
  {
    name: "侦探: 中等-浅肤色",
    emoji: "🕵🏼",
  },
  {
    name: "女侦探：中浅肤色",
    emoji: "🕵🏼‍♀️",
  },
  {
    name: "男侦探：中浅肤色",
    emoji: "🕵🏼‍♂️",
  },
  {
    name: "侦探: 中等肤色",
    emoji: "🕵🏽",
  },
  {
    name: "女侦探：中等肤色",
    emoji: "🕵🏽‍♀️",
  },
  {
    name: "男侦探：中等肤色",
    emoji: "🕵🏽‍♂️",
  },
  {
    name: "侦探: 中等-深肤色",
    emoji: "🕵🏾",
  },
  {
    name: "女侦探：中深肤色",
    emoji: "🕵🏾‍♀️",
  },
  {
    name: "男侦探：中深肤色",
    emoji: "🕵🏾‍♂️",
  },
  {
    name: "侦探: 较深肤色",
    emoji: "🕵🏿",
  },
  {
    name: "女侦探：深肤色",
    emoji: "🕵🏿‍♀️",
  },
  {
    name: "男侦探：深肤色",
    emoji: "🕵🏿‍♂️",
  },
  {
    name: "孕妇",
    emoji: "🤰",
  },
  {
    name: "孕妇: 较浅肤色",
    emoji: "🤰🏻",
  },
  {
    name: "孕妇: 中等-浅肤色",
    emoji: "🤰🏼",
  },
  {
    name: "孕妇: 中等肤色",
    emoji: "🤰🏽",
  },
  {
    name: "孕妇: 中等-深肤色",
    emoji: "🤰🏾",
  },
  {
    name: "孕妇: 较深肤色",
    emoji: "🤰🏿",
  },
  {
    name: "母乳喂养",
    emoji: "🤱",
  },
  {
    name: "母乳喂养: 较浅肤色",
    emoji: "🤱🏻",
  },
  {
    name: "母乳喂养: 中等-浅肤色",
    emoji: "🤱🏼",
  },
  {
    name: "母乳喂养: 中等肤色",
    emoji: "🤱🏽",
  },
  {
    name: "母乳喂养: 中等-深肤色",
    emoji: "🤱🏾",
  },
  {
    name: "母乳喂养: 较深肤色",
    emoji: "🤱🏿",
  },
  {
    name: "王子",
    emoji: "🤴",
  },
  {
    name: "王子: 较浅肤色",
    emoji: "🤴🏻",
  },
  {
    name: "王子: 中等-浅肤色",
    emoji: "🤴🏼",
  },
  {
    name: "王子: 中等肤色",
    emoji: "🤴🏽",
  },
  {
    name: "王子: 中等-深肤色",
    emoji: "🤴🏾",
  },
  {
    name: "王子: 较深肤色",
    emoji: "🤴🏿",
  },
  {
    name: "穿燕尾服的人",
    emoji: "🤵",
  },
  {
    name: "穿礼服的女人",
    emoji: "🤵‍♀️",
  },
  {
    name: "穿礼服的男人",
    emoji: "🤵‍♂️",
  },
  {
    name: "穿燕尾服的人: 较浅肤色",
    emoji: "🤵🏻",
  },
  {
    name: "穿礼服的女人: 较浅肤色",
    emoji: "🤵🏻‍♀️",
  },
  {
    name: "穿礼服的男人: 较浅肤色",
    emoji: "🤵🏻‍♂️",
  },
  {
    name: "穿燕尾服的人: 中等-浅肤色",
    emoji: "🤵🏼",
  },
  {
    name: "穿礼服的女人: 中等-浅肤色",
    emoji: "🤵🏼‍♀️",
  },
  {
    name: "穿礼服的男人: 中等-浅肤色",
    emoji: "🤵🏼‍♂️",
  },
  {
    name: "穿燕尾服的人: 中等肤色",
    emoji: "🤵🏽",
  },
  {
    name: "穿礼服的女人: 中等肤色",
    emoji: "🤵🏽‍♀️",
  },
  {
    name: "穿礼服的男人: 中等肤色",
    emoji: "🤵🏽‍♂️",
  },
  {
    name: "穿燕尾服的人: 中等-深肤色",
    emoji: "🤵🏾",
  },
  {
    name: "穿礼服的女人: 中等-深肤色",
    emoji: "🤵🏾‍♀️",
  },
  {
    name: "穿礼服的男人: 中等-深肤色",
    emoji: "🤵🏾‍♂️",
  },
  {
    name: "穿燕尾服的人: 较深肤色",
    emoji: "🤵🏿",
  },
  {
    name: "穿礼服的女人: 较深肤色",
    emoji: "🤵🏿‍♀️",
  },
  {
    name: "穿礼服的男人: 较深肤色",
    emoji: "🤵🏿‍♂️",
  },
  {
    name: "忍者",
    emoji: "🥷",
  },
  {
    name: "忍者: 较浅肤色",
    emoji: "🥷🏻",
  },
  {
    name: "忍者: 中等-浅肤色",
    emoji: "🥷🏼",
  },
  {
    name: "忍者: 中等肤色",
    emoji: "🥷🏽",
  },
  {
    name: "忍者: 中等-深肤色",
    emoji: "🥷🏾",
  },
  {
    name: "忍者: 较深肤色",
    emoji: "🥷🏿",
  },
  {
    name: "卫生工作者",
    emoji: "🧑‍⚕️",
  },
  {
    name: "法官",
    emoji: "🧑‍⚖️",
  },
  {
    name: "飞行员",
    emoji: "🧑‍✈️",
  },
  {
    name: "农民",
    emoji: "🧑‍🌾",
  },
  {
    name: "厨师",
    emoji: "🧑‍🍳",
  },
  {
    name: "哺乳的人",
    emoji: "🧑‍🍼",
  },
  {
    name: "学生",
    emoji: "🧑‍🎓",
  },
  {
    name: "歌手",
    emoji: "🧑‍🎤",
  },
  {
    name: "艺术家",
    emoji: "🧑‍🎨",
  },
  {
    name: "老师",
    emoji: "🧑‍🏫",
  },
  {
    name: "工人",
    emoji: "🧑‍🏭",
  },
  {
    name: "程序员",
    emoji: "🧑‍💻",
  },
  {
    name: "白领",
    emoji: "🧑‍💼",
  },
  {
    name: "技工",
    emoji: "🧑‍🔧",
  },
  {
    name: "科学家",
    emoji: "🧑‍🔬",
  },
  {
    name: "宇航员",
    emoji: "🧑‍🚀",
  },
  {
    name: "消防员",
    emoji: "🧑‍🚒",
  },
  {
    name: "卫生工作者: 较浅肤色",
    emoji: "🧑🏻‍⚕️",
  },
  {
    name: "法官: 较浅肤色",
    emoji: "🧑🏻‍⚖️",
  },
  {
    name: "飞行员: 较浅肤色",
    emoji: "🧑🏻‍✈️",
  },
  {
    name: "农民: 较浅肤色",
    emoji: "🧑🏻‍🌾",
  },
  {
    name: "厨师: 较浅肤色",
    emoji: "🧑🏻‍🍳",
  },
  {
    name: "哺乳的人: 较浅肤色",
    emoji: "🧑🏻‍🍼",
  },
  {
    name: "学生: 较浅肤色",
    emoji: "🧑🏻‍🎓",
  },
  {
    name: "歌手: 较浅肤色",
    emoji: "🧑🏻‍🎤",
  },
  {
    name: "艺术家: 较浅肤色",
    emoji: "🧑🏻‍🎨",
  },
  {
    name: "老师: 较浅肤色",
    emoji: "🧑🏻‍🏫",
  },
  {
    name: "工人: 较浅肤色",
    emoji: "🧑🏻‍🏭",
  },
  {
    name: "程序员: 较浅肤色",
    emoji: "🧑🏻‍💻",
  },
  {
    name: "白领: 较浅肤色",
    emoji: "🧑🏻‍💼",
  },
  {
    name: "技工: 较浅肤色",
    emoji: "🧑🏻‍🔧",
  },
  {
    name: "科学家: 较浅肤色",
    emoji: "🧑🏻‍🔬",
  },
  {
    name: "宇航员: 较浅肤色",
    emoji: "🧑🏻‍🚀",
  },
  {
    name: "消防员: 较浅肤色",
    emoji: "🧑🏻‍🚒",
  },
  {
    name: "卫生工作者: 中等-浅肤色",
    emoji: "🧑🏼‍⚕️",
  },
  {
    name: "法官: 中等-浅肤色",
    emoji: "🧑🏼‍⚖️",
  },
  {
    name: "飞行员: 中等-浅肤色",
    emoji: "🧑🏼‍✈️",
  },
  {
    name: "农民: 中等-浅肤色",
    emoji: "🧑🏼‍🌾",
  },
  {
    name: "厨师: 中等-浅肤色",
    emoji: "🧑🏼‍🍳",
  },
  {
    name: "哺乳的人: 中等-浅肤色",
    emoji: "🧑🏼‍🍼",
  },
  {
    name: "学生: 中等-浅肤色",
    emoji: "🧑🏼‍🎓",
  },
  {
    name: "歌手: 中等-浅肤色",
    emoji: "🧑🏼‍🎤",
  },
  {
    name: "艺术家: 中等-浅肤色",
    emoji: "🧑🏼‍🎨",
  },
  {
    name: "老师: 中等-浅肤色",
    emoji: "🧑🏼‍🏫",
  },
  {
    name: "工人: 中等-浅肤色",
    emoji: "🧑🏼‍🏭",
  },
  {
    name: "程序员: 中等-浅肤色",
    emoji: "🧑🏼‍💻",
  },
  {
    name: "白领: 中等-浅肤色",
    emoji: "🧑🏼‍💼",
  },
  {
    name: "技工: 中等-浅肤色",
    emoji: "🧑🏼‍🔧",
  },
  {
    name: "科学家: 中等-浅肤色",
    emoji: "🧑🏼‍🔬",
  },
  {
    name: "宇航员: 中等-浅肤色",
    emoji: "🧑🏼‍🚀",
  },
  {
    name: "消防员: 中等-浅肤色",
    emoji: "🧑🏼‍🚒",
  },
  {
    name: "卫生工作者: 中等肤色",
    emoji: "🧑🏽‍⚕️",
  },
  {
    name: "法官: 中等肤色",
    emoji: "🧑🏽‍⚖️",
  },
  {
    name: "飞行员: 中等肤色",
    emoji: "🧑🏽‍✈️",
  },
  {
    name: "农民: 中等肤色",
    emoji: "🧑🏽‍🌾",
  },
  {
    name: "厨师: 中等肤色",
    emoji: "🧑🏽‍🍳",
  },
  {
    name: "哺乳的人: 中等肤色",
    emoji: "🧑🏽‍🍼",
  },
  {
    name: "学生: 中等肤色",
    emoji: "🧑🏽‍🎓",
  },
  {
    name: "歌手: 中等肤色",
    emoji: "🧑🏽‍🎤",
  },
  {
    name: "艺术家: 中等肤色",
    emoji: "🧑🏽‍🎨",
  },
  {
    name: "老师: 中等肤色",
    emoji: "🧑🏽‍🏫",
  },
  {
    name: "工人: 中等肤色",
    emoji: "🧑🏽‍🏭",
  },
  {
    name: "程序员: 中等肤色",
    emoji: "🧑🏽‍💻",
  },
  {
    name: "白领: 中等肤色",
    emoji: "🧑🏽‍💼",
  },
  {
    name: "技工: 中等肤色",
    emoji: "🧑🏽‍🔧",
  },
  {
    name: "科学家: 中等肤色",
    emoji: "🧑🏽‍🔬",
  },
  {
    name: "宇航员: 中等肤色",
    emoji: "🧑🏽‍🚀",
  },
  {
    name: "消防员: 中等肤色",
    emoji: "🧑🏽‍🚒",
  },
  {
    name: "卫生工作者: 中等-深肤色",
    emoji: "🧑🏾‍⚕️",
  },
  {
    name: "法官: 中等-深肤色",
    emoji: "🧑🏾‍⚖️",
  },
  {
    name: "飞行员: 中等-深肤色",
    emoji: "🧑🏾‍✈️",
  },
  {
    name: "农民: 中等-深肤色",
    emoji: "🧑🏾‍🌾",
  },
  {
    name: "厨师: 中等-深肤色",
    emoji: "🧑🏾‍🍳",
  },
  {
    name: "哺乳的人: 中等-深肤色",
    emoji: "🧑🏾‍🍼",
  },
  {
    name: "学生: 中等-深肤色",
    emoji: "🧑🏾‍🎓",
  },
  {
    name: "歌手: 中等-深肤色",
    emoji: "🧑🏾‍🎤",
  },
  {
    name: "艺术家: 中等-深肤色",
    emoji: "🧑🏾‍🎨",
  },
  {
    name: "老师: 中等-深肤色",
    emoji: "🧑🏾‍🏫",
  },
  {
    name: "工人: 中等-深肤色",
    emoji: "🧑🏾‍🏭",
  },
  {
    name: "程序员: 中等-深肤色",
    emoji: "🧑🏾‍💻",
  },
  {
    name: "白领: 中等-深肤色",
    emoji: "🧑🏾‍💼",
  },
  {
    name: "技工: 中等-深肤色",
    emoji: "🧑🏾‍🔧",
  },
  {
    name: "科学家: 中等-深肤色",
    emoji: "🧑🏾‍🔬",
  },
  {
    name: "宇航员: 中等-深肤色",
    emoji: "🧑🏾‍🚀",
  },
  {
    name: "消防员: 中等-深肤色",
    emoji: "🧑🏾‍🚒",
  },
  {
    name: "卫生工作者: 较深肤色",
    emoji: "🧑🏿‍⚕️",
  },
  {
    name: "法官: 较深肤色",
    emoji: "🧑🏿‍⚖️",
  },
  {
    name: "飞行员: 较深肤色",
    emoji: "🧑🏿‍✈️",
  },
  {
    name: "农民: 较深肤色",
    emoji: "🧑🏿‍🌾",
  },
  {
    name: "厨师: 较深肤色",
    emoji: "🧑🏿‍🍳",
  },
  {
    name: "哺乳的人: 较深肤色",
    emoji: "🧑🏿‍🍼",
  },
  {
    name: "学生: 较深肤色",
    emoji: "🧑🏿‍🎓",
  },
  {
    name: "歌手: 较深肤色",
    emoji: "🧑🏿‍🎤",
  },
  {
    name: "艺术家: 较深肤色",
    emoji: "🧑🏿‍🎨",
  },
  {
    name: "老师: 较深肤色",
    emoji: "🧑🏿‍🏫",
  },
  {
    name: "工人: 较深肤色",
    emoji: "🧑🏿‍🏭",
  },
  {
    name: "程序员: 较深肤色",
    emoji: "🧑🏿‍💻",
  },
  {
    name: "白领: 较深肤色",
    emoji: "🧑🏿‍💼",
  },
  {
    name: "技工: 较深肤色",
    emoji: "🧑🏿‍🔧",
  },
  {
    name: "科学家: 较深肤色",
    emoji: "🧑🏿‍🔬",
  },
  {
    name: "宇航员: 较深肤色",
    emoji: "🧑🏿‍🚀",
  },
  {
    name: "消防员: 较深肤色",
    emoji: "🧑🏿‍🚒",
  },
  {
    name: "带头饰的女人",
    emoji: "🧕",
  },
  {
    name: "带头饰的女人: 较浅肤色",
    emoji: "🧕🏻",
  },
  {
    name: "带头饰的女人: 中等-浅肤色",
    emoji: "🧕🏼",
  },
  {
    name: "带头饰的女人: 中等肤色",
    emoji: "🧕🏽",
  },
  {
    name: "带头饰的女人: 中等-深肤色",
    emoji: "🧕🏾",
  },
  {
    name: "带头饰的女人: 较深肤色",
    emoji: "🧕🏿",
  },
  {
    name: "怀孕的男人",
    emoji: "🫃",
  },
  {
    name: "怀孕的男人: 较浅肤色",
    emoji: "🫃🏻",
  },
  {
    name: "怀孕的男人: 中等-浅肤色",
    emoji: "🫃🏼",
  },
  {
    name: "怀孕的男人: 中等肤色",
    emoji: "🫃🏽",
  },
  {
    name: "怀孕的男人: 中等-深肤色",
    emoji: "🫃🏾",
  },
  {
    name: "怀孕的男人: 较深肤色",
    emoji: "🫃🏿",
  },
  {
    name: "怀孕的人",
    emoji: "🫄",
  },
  {
    name: "怀孕的人: 较浅肤色",
    emoji: "🫄🏻",
  },
  {
    name: "怀孕的人: 中等-浅肤色",
    emoji: "🫄🏼",
  },
  {
    name: "怀孕的人: 中等肤色",
    emoji: "🫄🏽",
  },
  {
    name: "怀孕的人: 中等-深肤色",
    emoji: "🫄🏾",
  },
  {
    name: "怀孕的人: 较深肤色",
    emoji: "🫄🏿",
  },
  {
    name: "戴王冠的人",
    emoji: "🫅",
  },
  {
    name: "戴王冠的人: 较浅肤色",
    emoji: "🫅🏻",
  },
  {
    name: "戴王冠的人: 中等-浅肤色",
    emoji: "🫅🏼",
  },
  {
    name: "戴王冠的人: 中等肤色",
    emoji: "🫅🏽",
  },
  {
    name: "戴王冠的人: 中等-深肤色",
    emoji: "🫅🏾",
  },
  {
    name: "戴王冠的人: 较深肤色",
    emoji: "🫅🏿",
  },
  {
    name: "圣诞老人",
    emoji: "🎅",
  },
  {
    name: "圣诞老人: 较浅肤色",
    emoji: "🎅🏻",
  },
  {
    name: "圣诞老人: 中等-浅肤色",
    emoji: "🎅🏼",
  },
  {
    name: "圣诞老人: 中等肤色",
    emoji: "🎅🏽",
  },
  {
    name: "圣诞老人: 中等-深肤色",
    emoji: "🎅🏾",
  },
  {
    name: "圣诞老人: 较深肤色",
    emoji: "🎅🏿",
  },
  {
    name: "小天使",
    emoji: "👼",
  },
  {
    name: "小天使: 较浅肤色",
    emoji: "👼🏻",
  },
  {
    name: "小天使: 中等-浅肤色",
    emoji: "👼🏼",
  },
  {
    name: "小天使: 中等肤色",
    emoji: "👼🏽",
  },
  {
    name: "小天使: 中等-深肤色",
    emoji: "👼🏾",
  },
  {
    name: "小天使: 较深肤色",
    emoji: "👼🏿",
  },
  {
    name: "圣诞奶奶",
    emoji: "🤶",
  },
  {
    name: "圣诞奶奶: 较浅肤色",
    emoji: "🤶🏻",
  },
  {
    name: "圣诞奶奶: 中等-浅肤色",
    emoji: "🤶🏼",
  },
  {
    name: "圣诞奶奶: 中等肤色",
    emoji: "🤶🏽",
  },
  {
    name: "圣诞奶奶: 中等-深肤色",
    emoji: "🤶🏾",
  },
  {
    name: "圣诞奶奶: 较深肤色",
    emoji: "🤶🏿",
  },
  {
    name: "超级英雄",
    emoji: "🦸",
  },
  {
    name: "女超级英雄",
    emoji: "🦸‍♀️",
  },
  {
    name: "男超级英雄",
    emoji: "🦸‍♂️",
  },
  {
    name: "超级英雄: 较浅肤色",
    emoji: "🦸🏻",
  },
  {
    name: "女超级英雄：浅肤色",
    emoji: "🦸🏻‍♀️",
  },
  {
    name: "男超级英雄：浅肤色",
    emoji: "🦸🏻‍♂️",
  },
  {
    name: "超级英雄: 中等-浅肤色",
    emoji: "🦸🏼",
  },
  {
    name: "女超级英雄：中浅肤色",
    emoji: "🦸🏼‍♀️",
  },
  {
    name: "男超级英雄：中浅肤色",
    emoji: "🦸🏼‍♂️",
  },
  {
    name: "超级英雄: 中等肤色",
    emoji: "🦸🏽",
  },
  {
    name: "女超级英雄：中等肤色",
    emoji: "🦸🏽‍♀️",
  },
  {
    name: "男超级英雄：中等肤色",
    emoji: "🦸🏽‍♂️",
  },
  {
    name: "超级英雄: 中等-深肤色",
    emoji: "🦸🏾",
  },
  {
    name: "女超级英雄：中深肤色",
    emoji: "🦸🏾‍♀️",
  },
  {
    name: "男超级英雄：中深肤色",
    emoji: "🦸🏾‍♂️",
  },
  {
    name: "超级英雄: 较深肤色",
    emoji: "🦸🏿",
  },
  {
    name: "女超级英雄：深肤色",
    emoji: "🦸🏿‍♀️",
  },
  {
    name: "男超级英雄：深肤色",
    emoji: "🦸🏿‍♂️",
  },
  {
    name: "超级大坏蛋",
    emoji: "🦹",
  },
  {
    name: "女超级反派",
    emoji: "🦹‍♀️",
  },
  {
    name: "男超级反派",
    emoji: "🦹‍♂️",
  },
  {
    name: "超级大坏蛋: 较浅肤色",
    emoji: "🦹🏻",
  },
  {
    name: "女超级反派：浅肤色",
    emoji: "🦹🏻‍♀️",
  },
  {
    name: "男超级反派：浅肤色",
    emoji: "🦹🏻‍♂️",
  },
  {
    name: "超级大坏蛋: 中等-浅肤色",
    emoji: "🦹🏼",
  },
  {
    name: "女超级反派：中浅肤色",
    emoji: "🦹🏼‍♀️",
  },
  {
    name: "男超级反派：中浅肤色",
    emoji: "🦹🏼‍♂️",
  },
  {
    name: "超级大坏蛋: 中等肤色",
    emoji: "🦹🏽",
  },
  {
    name: "女超级反派：中等肤色",
    emoji: "🦹🏽‍♀️",
  },
  {
    name: "男超级反派：中等肤色",
    emoji: "🦹🏽‍♂️",
  },
  {
    name: "超级大坏蛋: 中等-深肤色",
    emoji: "🦹🏾",
  },
  {
    name: "女超级反派：中深肤色",
    emoji: "🦹🏾‍♀️",
  },
  {
    name: "男超级反派：中深肤色",
    emoji: "🦹🏾‍♂️",
  },
  {
    name: "超级大坏蛋: 较深肤色",
    emoji: "🦹🏿",
  },
  {
    name: "女超级反派：深肤色",
    emoji: "🦹🏿‍♀️",
  },
  {
    name: "男超级反派：深肤色",
    emoji: "🦹🏿‍♂️",
  },
  {
    name: "穴居巨怪",
    emoji: "🧌",
  },
  {
    name: "圣诞人",
    emoji: "🧑‍🎄",
  },
  {
    name: "圣诞人: 较浅肤色",
    emoji: "🧑🏻‍🎄",
  },
  {
    name: "圣诞人: 中等-浅肤色",
    emoji: "🧑🏼‍🎄",
  },
  {
    name: "圣诞人: 中等肤色",
    emoji: "🧑🏽‍🎄",
  },
  {
    name: "圣诞人: 中等-深肤色",
    emoji: "🧑🏾‍🎄",
  },
  {
    name: "圣诞人: 较深肤色",
    emoji: "🧑🏿‍🎄",
  },
  {
    name: "法师",
    emoji: "🧙",
  },
  {
    name: "女法师",
    emoji: "🧙‍♀️",
  },
  {
    name: "男法师",
    emoji: "🧙‍♂️",
  },
  {
    name: "法师: 较浅肤色",
    emoji: "🧙🏻",
  },
  {
    name: "女法师：浅肤色",
    emoji: "🧙🏻‍♀️",
  },
  {
    name: "男法师：浅肤色",
    emoji: "🧙🏻‍♂️",
  },
  {
    name: "法师: 中等-浅肤色",
    emoji: "🧙🏼",
  },
  {
    name: "女法师：中浅肤色",
    emoji: "🧙🏼‍♀️",
  },
  {
    name: "男法师：中浅肤色",
    emoji: "🧙🏼‍♂️",
  },
  {
    name: "法师: 中等肤色",
    emoji: "🧙🏽",
  },
  {
    name: "女法师：中等肤色",
    emoji: "🧙🏽‍♀️",
  },
  {
    name: "男法师：中等肤色",
    emoji: "🧙🏽‍♂️",
  },
  {
    name: "法师: 中等-深肤色",
    emoji: "🧙🏾",
  },
  {
    name: "女法师：中深肤色",
    emoji: "🧙🏾‍♀️",
  },
  {
    name: "男法师：中深肤色",
    emoji: "🧙🏾‍♂️",
  },
  {
    name: "法师: 较深肤色",
    emoji: "🧙🏿",
  },
  {
    name: "女法师：深肤色",
    emoji: "🧙🏿‍♀️",
  },
  {
    name: "男法师：深肤色",
    emoji: "🧙🏿‍♂️",
  },
  {
    name: "精灵",
    emoji: "🧚",
  },
  {
    name: "女仙子",
    emoji: "🧚‍♀️",
  },
  {
    name: "男仙子",
    emoji: "🧚‍♂️",
  },
  {
    name: "精灵: 较浅肤色",
    emoji: "🧚🏻",
  },
  {
    name: "女仙子：浅肤色",
    emoji: "🧚🏻‍♀️",
  },
  {
    name: "男仙子：浅肤色",
    emoji: "🧚🏻‍♂️",
  },
  {
    name: "精灵: 中等-浅肤色",
    emoji: "🧚🏼",
  },
  {
    name: "女仙子：中浅肤色",
    emoji: "🧚🏼‍♀️",
  },
  {
    name: "男仙子：中浅肤色",
    emoji: "🧚🏼‍♂️",
  },
  {
    name: "精灵: 中等肤色",
    emoji: "🧚🏽",
  },
  {
    name: "女仙子：中等肤色",
    emoji: "🧚🏽‍♀️",
  },
  {
    name: "男仙子：中等肤色",
    emoji: "🧚🏽‍♂️",
  },
  {
    name: "精灵: 中等-深肤色",
    emoji: "🧚🏾",
  },
  {
    name: "女仙子：中深肤色",
    emoji: "🧚🏾‍♀️",
  },
  {
    name: "男仙子：中深肤色",
    emoji: "🧚🏾‍♂️",
  },
  {
    name: "精灵: 较深肤色",
    emoji: "🧚🏿",
  },
  {
    name: "女仙子：深肤色",
    emoji: "🧚🏿‍♀️",
  },
  {
    name: "男仙子：深肤色",
    emoji: "🧚🏿‍♂️",
  },
  {
    name: "吸血鬼",
    emoji: "🧛",
  },
  {
    name: "女吸血鬼",
    emoji: "🧛‍♀️",
  },
  {
    name: "男吸血鬼",
    emoji: "🧛‍♂️",
  },
  {
    name: "吸血鬼: 较浅肤色",
    emoji: "🧛🏻",
  },
  {
    name: "女吸血鬼：浅肤色",
    emoji: "🧛🏻‍♀️",
  },
  {
    name: "男吸血鬼：浅肤色",
    emoji: "🧛🏻‍♂️",
  },
  {
    name: "吸血鬼: 中等-浅肤色",
    emoji: "🧛🏼",
  },
  {
    name: "女吸血鬼：中浅肤色",
    emoji: "🧛🏼‍♀️",
  },
  {
    name: "男吸血鬼：中浅肤色",
    emoji: "🧛🏼‍♂️",
  },
  {
    name: "吸血鬼: 中等肤色",
    emoji: "🧛🏽",
  },
  {
    name: "女吸血鬼：中等肤色",
    emoji: "🧛🏽‍♀️",
  },
  {
    name: "男吸血鬼：中等肤色",
    emoji: "🧛🏽‍♂️",
  },
  {
    name: "吸血鬼: 中等-深肤色",
    emoji: "🧛🏾",
  },
  {
    name: "女吸血鬼：中深肤色",
    emoji: "🧛🏾‍♀️",
  },
  {
    name: "男吸血鬼：中深肤色",
    emoji: "🧛🏾‍♂️",
  },
  {
    name: "吸血鬼: 较深肤色",
    emoji: "🧛🏿",
  },
  {
    name: "女吸血鬼：深肤色",
    emoji: "🧛🏿‍♀️",
  },
  {
    name: "男吸血鬼：深肤色",
    emoji: "🧛🏿‍♂️",
  },
  {
    name: "人鱼",
    emoji: "🧜",
  },
  {
    name: "美人鱼",
    emoji: "🧜‍♀️",
  },
  {
    name: "男人鱼",
    emoji: "🧜‍♂️",
  },
  {
    name: "人鱼: 较浅肤色",
    emoji: "🧜🏻",
  },
  {
    name: "美人鱼：浅肤色",
    emoji: "🧜🏻‍♀️",
  },
  {
    name: "男人鱼：浅肤色",
    emoji: "🧜🏻‍♂️",
  },
  {
    name: "人鱼: 中等-浅肤色",
    emoji: "🧜🏼",
  },
  {
    name: "美人鱼：中浅肤色",
    emoji: "🧜🏼‍♀️",
  },
  {
    name: "男人鱼：中浅肤色",
    emoji: "🧜🏼‍♂️",
  },
  {
    name: "人鱼: 中等肤色",
    emoji: "🧜🏽",
  },
  {
    name: "美人鱼：中等肤色",
    emoji: "🧜🏽‍♀️",
  },
  {
    name: "男人鱼：中等肤色",
    emoji: "🧜🏽‍♂️",
  },
  {
    name: "人鱼: 中等-深肤色",
    emoji: "🧜🏾",
  },
  {
    name: "美人鱼：中深肤色",
    emoji: "🧜🏾‍♀️",
  },
  {
    name: "男人鱼：中深肤色",
    emoji: "🧜🏾‍♂️",
  },
  {
    name: "人鱼: 较深肤色",
    emoji: "🧜🏿",
  },
  {
    name: "美人鱼：深肤色",
    emoji: "🧜🏿‍♀️",
  },
  {
    name: "男人鱼：深肤色",
    emoji: "🧜🏿‍♂️",
  },
  {
    name: "小精灵",
    emoji: "🧝",
  },
  {
    name: "女精灵",
    emoji: "🧝‍♀️",
  },
  {
    name: "男精灵",
    emoji: "🧝‍♂️",
  },
  {
    name: "小精灵: 较浅肤色",
    emoji: "🧝🏻",
  },
  {
    name: "女精灵：浅肤色",
    emoji: "🧝🏻‍♀️",
  },
  {
    name: "男精灵：浅肤色",
    emoji: "🧝🏻‍♂️",
  },
  {
    name: "小精灵: 中等-浅肤色",
    emoji: "🧝🏼",
  },
  {
    name: "女精灵：中浅肤色",
    emoji: "🧝🏼‍♀️",
  },
  {
    name: "男精灵：中浅肤色",
    emoji: "🧝🏼‍♂️",
  },
  {
    name: "小精灵: 中等肤色",
    emoji: "🧝🏽",
  },
  {
    name: "女精灵：中等肤色",
    emoji: "🧝🏽‍♀️",
  },
  {
    name: "男精灵：中等肤色",
    emoji: "🧝🏽‍♂️",
  },
  {
    name: "小精灵: 中等-深肤色",
    emoji: "🧝🏾",
  },
  {
    name: "女精灵：中深肤色",
    emoji: "🧝🏾‍♀️",
  },
  {
    name: "男精灵：中深肤色",
    emoji: "🧝🏾‍♂️",
  },
  {
    name: "小精灵: 较深肤色",
    emoji: "🧝🏿",
  },
  {
    name: "女精灵：深肤色",
    emoji: "🧝🏿‍♀️",
  },
  {
    name: "男精灵：深肤色",
    emoji: "🧝🏿‍♂️",
  },
  {
    name: "妖怪",
    emoji: "🧞",
  },
  {
    name: "女人精灵",
    emoji: "🧞‍♀️",
  },
  {
    name: "男人精灵",
    emoji: "🧞‍♂️",
  },
  {
    name: "僵尸",
    emoji: "🧟",
  },
  {
    name: "女人僵尸",
    emoji: "🧟‍♀️",
  },
  {
    name: "男人僵尸",
    emoji: "🧟‍♂️",
  },
  {
    name: "跑步者",
    emoji: "🏃",
  },
  {
    name: "跑步的女人",
    emoji: "🏃‍♀️",
  },
  {
    name: "朝右跑步的女人",
    emoji: "🏃‍♀️‍➡️",
  },
  {
    name: "跑步的男人",
    emoji: "🏃‍♂️",
  },
  {
    name: "朝右跑步的男人",
    emoji: "🏃‍♂️‍➡️",
  },
  {
    name: "朝右跑步的人",
    emoji: "🏃‍➡️",
  },
  {
    name: "跑步者: 较浅肤色",
    emoji: "🏃🏻",
  },
  {
    name: "跑步的女人：浅肤色",
    emoji: "🏃🏻‍♀️",
  },
  {
    name: "朝右跑步的女人：较浅肤色",
    emoji: "🏃🏻‍♀️‍➡️",
  },
  {
    name: "跑步的男人：浅肤色",
    emoji: "🏃🏻‍♂️",
  },
  {
    name: "朝右跑步的男人：较浅肤色",
    emoji: "🏃🏻‍♂️‍➡️",
  },
  {
    name: "朝右跑步的人：较浅肤色",
    emoji: "🏃🏻‍➡️",
  },
  {
    name: "跑步者: 中等-浅肤色",
    emoji: "🏃🏼",
  },
  {
    name: "跑步的女人：中浅肤色",
    emoji: "🏃🏼‍♀️",
  },
  {
    name: "朝右跑步的女人：中等-浅肤色",
    emoji: "🏃🏼‍♀️‍➡️",
  },
  {
    name: "跑步的男人：中浅肤色",
    emoji: "🏃🏼‍♂️",
  },
  {
    name: "朝右跑步的男人：中等-浅肤色",
    emoji: "🏃🏼‍♂️‍➡️",
  },
  {
    name: "朝右跑步的人：中等-浅肤色",
    emoji: "🏃🏼‍➡️",
  },
  {
    name: "跑步者: 中等肤色",
    emoji: "🏃🏽",
  },
  {
    name: "跑步的女人：中等肤色",
    emoji: "🏃🏽‍♀️",
  },
  {
    name: "朝右跑步的女人：中等肤色",
    emoji: "🏃🏽‍♀️‍➡️",
  },
  {
    name: "跑步的男人：中等肤色",
    emoji: "🏃🏽‍♂️",
  },
  {
    name: "朝右跑步的男人：中等肤色",
    emoji: "🏃🏽‍♂️‍➡️",
  },
  {
    name: "朝右跑步的人：中等肤色",
    emoji: "🏃🏽‍➡️",
  },
  {
    name: "跑步者: 中等-深肤色",
    emoji: "🏃🏾",
  },
  {
    name: "跑步的女人：中深肤色",
    emoji: "🏃🏾‍♀️",
  },
  {
    name: "朝右跑步的女人：中等-深肤色",
    emoji: "🏃🏾‍♀️‍➡️",
  },
  {
    name: "跑步的男人：中深肤色",
    emoji: "🏃🏾‍♂️",
  },
  {
    name: "朝右跑步的男人：中等-深肤色",
    emoji: "🏃🏾‍♂️‍➡️",
  },
  {
    name: "朝右跑步的人：中等-深肤色",
    emoji: "🏃🏾‍➡️",
  },
  {
    name: "跑步者: 较深肤色",
    emoji: "🏃🏿",
  },
  {
    name: "跑步的女人：深肤色",
    emoji: "🏃🏿‍♀️",
  },
  {
    name: "朝右跑步的女人：较深肤色",
    emoji: "🏃🏿‍♀️‍➡️",
  },
  {
    name: "跑步的男人：深肤色",
    emoji: "🏃🏿‍♂️",
  },
  {
    name: "朝右跑步的男人：较深肤色",
    emoji: "🏃🏿‍♂️‍➡️",
  },
  {
    name: "朝右跑步的人：较深肤色",
    emoji: "🏃🏿‍➡️",
  },
  {
    name: "拄盲杖的男人",
    emoji: "👨‍🦯",
  },
  {
    name: "朝右的拄盲杖的男人",
    emoji: "👨‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的男人",
    emoji: "👨‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的男人",
    emoji: "👨‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的男人",
    emoji: "👨‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的男人",
    emoji: "👨‍🦽‍➡️",
  },
  {
    name: "拄盲杖的男人: 较浅肤色",
    emoji: "👨🏻‍🦯",
  },
  {
    name: "朝右的拄盲杖的男人：较浅肤色",
    emoji: "👨🏻‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的男人: 较浅肤色",
    emoji: "👨🏻‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的男人：较浅肤色",
    emoji: "👨🏻‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的男人: 较浅肤色",
    emoji: "👨🏻‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的男人：较浅肤色",
    emoji: "👨🏻‍🦽‍➡️",
  },
  {
    name: "拄盲杖的男人: 中等-浅肤色",
    emoji: "👨🏼‍🦯",
  },
  {
    name: "朝右的拄盲杖的男人：中等-浅肤色",
    emoji: "👨🏼‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的男人: 中等-浅肤色",
    emoji: "👨🏼‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的男人：中等-浅肤色",
    emoji: "👨🏼‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的男人: 中等-浅肤色",
    emoji: "👨🏼‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的男人：中等-浅肤色",
    emoji: "👨🏼‍🦽‍➡️",
  },
  {
    name: "拄盲杖的男人: 中等肤色",
    emoji: "👨🏽‍🦯",
  },
  {
    name: "朝右的拄盲杖的男人：中等肤色",
    emoji: "👨🏽‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的男人: 中等肤色",
    emoji: "👨🏽‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的男人：中等肤色",
    emoji: "👨🏽‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的男人: 中等肤色",
    emoji: "👨🏽‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的男人：中等肤色",
    emoji: "👨🏽‍🦽‍➡️",
  },
  {
    name: "拄盲杖的男人: 中等-深肤色",
    emoji: "👨🏾‍🦯",
  },
  {
    name: "朝右的拄盲杖的男人：中等-深肤色",
    emoji: "👨🏾‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的男人: 中等-深肤色",
    emoji: "👨🏾‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的男人：中等-深肤色",
    emoji: "👨🏾‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的男人: 中等-深肤色",
    emoji: "👨🏾‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的男人：中等-深肤色",
    emoji: "👨🏾‍🦽‍➡️",
  },
  {
    name: "拄盲杖的男人: 较深肤色",
    emoji: "👨🏿‍🦯",
  },
  {
    name: "朝右的拄盲杖的男人：较深肤色",
    emoji: "👨🏿‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的男人: 较深肤色",
    emoji: "👨🏿‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的男人：较深肤色",
    emoji: "👨🏿‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的男人: 较深肤色",
    emoji: "👨🏿‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的男人：较深肤色",
    emoji: "👨🏿‍🦽‍➡️",
  },
  {
    name: "拄盲杖的女人",
    emoji: "👩‍🦯",
  },
  {
    name: "朝右的拄盲杖的女人",
    emoji: "👩‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的女人",
    emoji: "👩‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的女人",
    emoji: "👩‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的女人",
    emoji: "👩‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的女人",
    emoji: "👩‍🦽‍➡️",
  },
  {
    name: "拄盲杖的女人: 较浅肤色",
    emoji: "👩🏻‍🦯",
  },
  {
    name: "朝右的拄盲杖的女人：较浅肤色",
    emoji: "👩🏻‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的女人: 较浅肤色",
    emoji: "👩🏻‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的女人：较浅肤色",
    emoji: "👩🏻‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的女人: 较浅肤色",
    emoji: "👩🏻‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的女人：较浅肤色",
    emoji: "👩🏻‍🦽‍➡️",
  },
  {
    name: "拄盲杖的女人: 中等-浅肤色",
    emoji: "👩🏼‍🦯",
  },
  {
    name: "朝右的拄盲杖的女人：中等-浅肤色",
    emoji: "👩🏼‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的女人: 中等-浅肤色",
    emoji: "👩🏼‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的女人：中等-浅肤色",
    emoji: "👩🏼‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的女人: 中等-浅肤色",
    emoji: "👩🏼‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的女人：中等-浅肤色",
    emoji: "👩🏼‍🦽‍➡️",
  },
  {
    name: "拄盲杖的女人: 中等肤色",
    emoji: "👩🏽‍🦯",
  },
  {
    name: "朝右的拄盲杖的女人：中等肤色",
    emoji: "👩🏽‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的女人: 中等肤色",
    emoji: "👩🏽‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的女人：中等肤色",
    emoji: "👩🏽‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的女人: 中等肤色",
    emoji: "👩🏽‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的女人：中等肤色",
    emoji: "👩🏽‍🦽‍➡️",
  },
  {
    name: "拄盲杖的女人: 中等-深肤色",
    emoji: "👩🏾‍🦯",
  },
  {
    name: "朝右的拄盲杖的女人：中等-深肤色",
    emoji: "👩🏾‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的女人: 中等-深肤色",
    emoji: "👩🏾‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的女人：中等-深肤色",
    emoji: "👩🏾‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的女人: 中等-深肤色",
    emoji: "👩🏾‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的女人：中等-深肤色",
    emoji: "👩🏾‍🦽‍➡️",
  },
  {
    name: "拄盲杖的女人: 较深肤色",
    emoji: "👩🏿‍🦯",
  },
  {
    name: "朝右的拄盲杖的女人：较深肤色",
    emoji: "👩🏿‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的女人: 较深肤色",
    emoji: "👩🏿‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的女人：较深肤色",
    emoji: "👩🏿‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的女人: 较深肤色",
    emoji: "👩🏿‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的女人：较深肤色",
    emoji: "👩🏿‍🦽‍➡️",
  },
  {
    name: "戴兔耳朵的人",
    emoji: "👯",
  },
  {
    name: "戴兔子耳朵的女人们",
    emoji: "👯‍♀️",
  },
  {
    name: "戴兔子耳朵的男人们",
    emoji: "👯‍♂️",
  },
  {
    name: "跳舞的女人",
    emoji: "💃",
  },
  {
    name: "跳舞的女人: 较浅肤色",
    emoji: "💃🏻",
  },
  {
    name: "跳舞的女人: 中等-浅肤色",
    emoji: "💃🏼",
  },
  {
    name: "跳舞的女人: 中等肤色",
    emoji: "💃🏽",
  },
  {
    name: "跳舞的女人: 中等-深肤色",
    emoji: "💃🏾",
  },
  {
    name: "跳舞的女人: 较深肤色",
    emoji: "💃🏿",
  },
  {
    name: "按摩",
    emoji: "💆",
  },
  {
    name: "女人接受按摩",
    emoji: "💆‍♀️",
  },
  {
    name: "男人接受按摩",
    emoji: "💆‍♂️",
  },
  {
    name: "按摩: 较浅肤色",
    emoji: "💆🏻",
  },
  {
    name: "女人接受按摩：浅肤色",
    emoji: "💆🏻‍♀️",
  },
  {
    name: "男人接受按摩：浅肤色",
    emoji: "💆🏻‍♂️",
  },
  {
    name: "按摩: 中等-浅肤色",
    emoji: "💆🏼",
  },
  {
    name: "女人接受按摩：中浅肤色",
    emoji: "💆🏼‍♀️",
  },
  {
    name: "男人接受按摩：中浅肤色",
    emoji: "💆🏼‍♂️",
  },
  {
    name: "按摩: 中等肤色",
    emoji: "💆🏽",
  },
  {
    name: "女人接受按摩：中等肤色",
    emoji: "💆🏽‍♀️",
  },
  {
    name: "男人接受按摩：中等肤色",
    emoji: "💆🏽‍♂️",
  },
  {
    name: "按摩: 中等-深肤色",
    emoji: "💆🏾",
  },
  {
    name: "女人接受按摩：中深肤色",
    emoji: "💆🏾‍♀️",
  },
  {
    name: "男人接受按摩：中深肤色",
    emoji: "💆🏾‍♂️",
  },
  {
    name: "按摩: 较深肤色",
    emoji: "💆🏿",
  },
  {
    name: "女人接受按摩：深肤色",
    emoji: "💆🏿‍♀️",
  },
  {
    name: "男人接受按摩：深肤色",
    emoji: "💆🏿‍♂️",
  },
  {
    name: "理发",
    emoji: "💇",
  },
  {
    name: "女人理发",
    emoji: "💇‍♀️",
  },
  {
    name: "男人理发",
    emoji: "💇‍♂️",
  },
  {
    name: "理发: 较浅肤色",
    emoji: "💇🏻",
  },
  {
    name: "女人理发：浅肤色",
    emoji: "💇🏻‍♀️",
  },
  {
    name: "男士理发：浅肤色",
    emoji: "💇🏻‍♂️",
  },
  {
    name: "理发: 中等-浅肤色",
    emoji: "💇🏼",
  },
  {
    name: "女人理发：中浅肤色",
    emoji: "💇🏼‍♀️",
  },
  {
    name: "男士理发：中浅肤色",
    emoji: "💇🏼‍♂️",
  },
  {
    name: "理发: 中等肤色",
    emoji: "💇🏽",
  },
  {
    name: "女人理发：中等肤色",
    emoji: "💇🏽‍♀️",
  },
  {
    name: "男士理发：中等肤色",
    emoji: "💇🏽‍♂️",
  },
  {
    name: "理发: 中等-深肤色",
    emoji: "💇🏾",
  },
  {
    name: "女人理发：中深肤色",
    emoji: "💇🏾‍♀️",
  },
  {
    name: "男士理发：中深肤色",
    emoji: "💇🏾‍♂️",
  },
  {
    name: "理发: 较深肤色",
    emoji: "💇🏿",
  },
  {
    name: "女人理发：深肤色",
    emoji: "💇🏿‍♀️",
  },
  {
    name: "男士理发：深肤色",
    emoji: "💇🏿‍♂️",
  },
  {
    name: "西装革履的人",
    emoji: "🕴️",
  },
  {
    name: "西装革履的人: 较浅肤色",
    emoji: "🕴🏻",
  },
  {
    name: "西装革履的人: 中等-浅肤色",
    emoji: "🕴🏼",
  },
  {
    name: "西装革履的人: 中等肤色",
    emoji: "🕴🏽",
  },
  {
    name: "西装革履的人: 中等-深肤色",
    emoji: "🕴🏾",
  },
  {
    name: "西装革履的人: 较深肤色",
    emoji: "🕴🏿",
  },
  {
    name: "跳舞的男人",
    emoji: "🕺",
  },
  {
    name: "跳舞的男人: 较浅肤色",
    emoji: "🕺🏻",
  },
  {
    name: "跳舞的男人: 中等-浅肤色",
    emoji: "🕺🏼",
  },
  {
    name: "跳舞的男人: 中等肤色",
    emoji: "🕺🏽",
  },
  {
    name: "跳舞的男人: 中等-深肤色",
    emoji: "🕺🏾",
  },
  {
    name: "跳舞的男人: 较深肤色",
    emoji: "🕺🏿",
  },
  {
    name: "行人",
    emoji: "🚶",
  },
  {
    name: "女人走路",
    emoji: "🚶‍♀️",
  },
  {
    name: "朝右走的女人",
    emoji: "🚶‍♀️‍➡️",
  },
  {
    name: "男人走路",
    emoji: "🚶‍♂️",
  },
  {
    name: "朝右走的男人",
    emoji: "🚶‍♂️‍➡️",
  },
  {
    name: "朝右走的人",
    emoji: "🚶‍➡️",
  },
  {
    name: "行人: 较浅肤色",
    emoji: "🚶🏻",
  },
  {
    name: "女人走路：浅肤色",
    emoji: "🚶🏻‍♀️",
  },
  {
    name: "朝右走的女人：较浅肤色",
    emoji: "🚶🏻‍♀️‍➡️",
  },
  {
    name: "男人走路：浅肤色",
    emoji: "🚶🏻‍♂️",
  },
  {
    name: "朝右走的男人：较浅肤色",
    emoji: "🚶🏻‍♂️‍➡️",
  },
  {
    name: "朝右走的人：较浅肤色",
    emoji: "🚶🏻‍➡️",
  },
  {
    name: "行人: 中等-浅肤色",
    emoji: "🚶🏼",
  },
  {
    name: "女人走路：中浅肤色",
    emoji: "🚶🏼‍♀️",
  },
  {
    name: "朝右走的女人：中等-浅肤色",
    emoji: "🚶🏼‍♀️‍➡️",
  },
  {
    name: "男子走路：中浅肤色",
    emoji: "🚶🏼‍♂️",
  },
  {
    name: "朝右走的男人：中等-浅肤色",
    emoji: "🚶🏼‍♂️‍➡️",
  },
  {
    name: "朝右走的人：中等-浅肤色",
    emoji: "🚶🏼‍➡️",
  },
  {
    name: "行人: 中等肤色",
    emoji: "🚶🏽",
  },
  {
    name: "女人走路：中等肤色",
    emoji: "🚶🏽‍♀️",
  },
  {
    name: "朝右走的女人：中等肤色",
    emoji: "🚶🏽‍♀️‍➡️",
  },
  {
    name: "男子走路：中等肤色",
    emoji: "🚶🏽‍♂️",
  },
  {
    name: "朝右走的男人：中等肤色",
    emoji: "🚶🏽‍♂️‍➡️",
  },
  {
    name: "朝右走的人：中等肤色",
    emoji: "🚶🏽‍➡️",
  },
  {
    name: "行人: 中等-深肤色",
    emoji: "🚶🏾",
  },
  {
    name: "女人走路：中深肤色",
    emoji: "🚶🏾‍♀️",
  },
  {
    name: "朝右走的女人：中等-深肤色",
    emoji: "🚶🏾‍♀️‍➡️",
  },
  {
    name: "男子走路：中深肤色",
    emoji: "🚶🏾‍♂️",
  },
  {
    name: "朝右走的男人：中等-深肤色",
    emoji: "🚶🏾‍♂️‍➡️",
  },
  {
    name: "朝右走的人：中等-深肤色",
    emoji: "🚶🏾‍➡️",
  },
  {
    name: "行人: 较深肤色",
    emoji: "🚶🏿",
  },
  {
    name: "女人走路：深肤色",
    emoji: "🚶🏿‍♀️",
  },
  {
    name: "朝右走的女人：较深肤色",
    emoji: "🚶🏿‍♀️‍➡️",
  },
  {
    name: "男子走路：深肤色",
    emoji: "🚶🏿‍♂️",
  },
  {
    name: "朝右走的男人：较深肤色",
    emoji: "🚶🏿‍♂️‍➡️",
  },
  {
    name: "朝右走的人：较深肤色",
    emoji: "🚶🏿‍➡️",
  },
  {
    name: "站立者",
    emoji: "🧍",
  },
  {
    name: "女人站立",
    emoji: "🧍‍♀️",
  },
  {
    name: "男人站立",
    emoji: "🧍‍♂️",
  },
  {
    name: "站立者: 较浅肤色",
    emoji: "🧍🏻",
  },
  {
    name: "女人站立：浅肤色",
    emoji: "🧍🏻‍♀️",
  },
  {
    name: "男人站立：浅肤色",
    emoji: "🧍🏻‍♂️",
  },
  {
    name: "站立者: 中等-浅肤色",
    emoji: "🧍🏼",
  },
  {
    name: "女人站立：中浅肤色",
    emoji: "🧍🏼‍♀️",
  },
  {
    name: "男人站立：中浅肤色",
    emoji: "🧍🏼‍♂️",
  },
  {
    name: "站立者: 中等肤色",
    emoji: "🧍🏽",
  },
  {
    name: "女人站立：中等肤色",
    emoji: "🧍🏽‍♀️",
  },
  {
    name: "男人站立：中等肤色",
    emoji: "🧍🏽‍♂️",
  },
  {
    name: "站立者: 中等-深肤色",
    emoji: "🧍🏾",
  },
  {
    name: "女人站立：中深肤色",
    emoji: "🧍🏾‍♀️",
  },
  {
    name: "男人站立：中深肤色",
    emoji: "🧍🏾‍♂️",
  },
  {
    name: "站立者: 较深肤色",
    emoji: "🧍🏿",
  },
  {
    name: "女人站立：深肤色",
    emoji: "🧍🏿‍♀️",
  },
  {
    name: "男人站立：深肤色",
    emoji: "🧍🏿‍♂️",
  },
  {
    name: "下跪者",
    emoji: "🧎",
  },
  {
    name: "女人跪着",
    emoji: "🧎‍♀️",
  },
  {
    name: "朝右跪着的女人",
    emoji: "🧎‍♀️‍➡️",
  },
  {
    name: "男人跪着",
    emoji: "🧎‍♂️",
  },
  {
    name: "朝右跪着的男人",
    emoji: "🧎‍♂️‍➡️",
  },
  {
    name: "朝右跪着的人",
    emoji: "🧎‍➡️",
  },
  {
    name: "下跪者: 较浅肤色",
    emoji: "🧎🏻",
  },
  {
    name: "女人跪着：浅肤色",
    emoji: "🧎🏻‍♀️",
  },
  {
    name: "朝右跪着的女人:较浅肤色",
    emoji: "🧎🏻‍♀️‍➡️",
  },
  {
    name: "男人跪着：浅肤色",
    emoji: "🧎🏻‍♂️",
  },
  {
    name: "朝右跪着的男人:较浅肤色",
    emoji: "🧎🏻‍♂️‍➡️",
  },
  {
    name: "朝右跪着的人:较浅肤色",
    emoji: "🧎🏻‍➡️",
  },
  {
    name: "下跪者: 中等-浅肤色",
    emoji: "🧎🏼",
  },
  {
    name: "女人跪着：中浅肤色",
    emoji: "🧎🏼‍♀️",
  },
  {
    name: "朝右跪着的女人:中等-浅肤色",
    emoji: "🧎🏼‍♀️‍➡️",
  },
  {
    name: "男子跪着：中浅肤色",
    emoji: "🧎🏼‍♂️",
  },
  {
    name: "朝右跪着的男人:中等-浅肤色",
    emoji: "🧎🏼‍♂️‍➡️",
  },
  {
    name: "朝右跪着的人:中等-浅肤色",
    emoji: "🧎🏼‍➡️",
  },
  {
    name: "下跪者: 中等肤色",
    emoji: "🧎🏽",
  },
  {
    name: "女人跪着：中等肤色",
    emoji: "🧎🏽‍♀️",
  },
  {
    name: "朝右跪着的女人:中等肤色",
    emoji: "🧎🏽‍♀️‍➡️",
  },
  {
    name: "男人跪着：中等肤色",
    emoji: "🧎🏽‍♂️",
  },
  {
    name: "朝右跪着的男人:中等肤色",
    emoji: "🧎🏽‍♂️‍➡️",
  },
  {
    name: "朝右跪着的人:中等肤色",
    emoji: "🧎🏽‍➡️",
  },
  {
    name: "下跪者: 中等-深肤色",
    emoji: "🧎🏾",
  },
  {
    name: "女人跪着：中深肤色",
    emoji: "🧎🏾‍♀️",
  },
  {
    name: "朝右跪着的女人:中等-深肤色",
    emoji: "🧎🏾‍♀️‍➡️",
  },
  {
    name: "男子跪着：中深肤色",
    emoji: "🧎🏾‍♂️",
  },
  {
    name: "朝右跪着的男人:中等-深肤色",
    emoji: "🧎🏾‍♂️‍➡️",
  },
  {
    name: "朝右跪着的人:中等-深肤色",
    emoji: "🧎🏾‍➡️",
  },
  {
    name: "下跪者: 较深肤色",
    emoji: "🧎🏿",
  },
  {
    name: "女人跪着：深肤色",
    emoji: "🧎🏿‍♀️",
  },
  {
    name: "朝右跪着的女人:较深肤色",
    emoji: "🧎🏿‍♀️‍➡️",
  },
  {
    name: "男子跪着：深肤色",
    emoji: "🧎🏿‍♂️",
  },
  {
    name: "朝右跪着的男人:较深肤色",
    emoji: "🧎🏿‍♂️‍➡️",
  },
  {
    name: "朝右跪着的人:较深肤色",
    emoji: "🧎🏿‍➡️",
  },
  {
    name: "拄盲杖的人",
    emoji: "🧑‍🦯",
  },
  {
    name: "朝右的拄盲杖的人",
    emoji: "🧑‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的人",
    emoji: "🧑‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的人",
    emoji: "🧑‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的人",
    emoji: "🧑‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的人",
    emoji: "🧑‍🦽‍➡️",
  },
  {
    name: "拄盲杖的人: 较浅肤色",
    emoji: "🧑🏻‍🦯",
  },
  {
    name: "朝右的拄盲杖的人：较浅肤色",
    emoji: "🧑🏻‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的人: 较浅肤色",
    emoji: "🧑🏻‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的人：较浅肤色",
    emoji: "🧑🏻‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的人: 较浅肤色",
    emoji: "🧑🏻‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的人：较浅肤色",
    emoji: "🧑🏻‍🦽‍➡️",
  },
  {
    name: "拄盲杖的人: 中等-浅肤色",
    emoji: "🧑🏼‍🦯",
  },
  {
    name: "朝右的拄盲杖的人：中等-浅肤色",
    emoji: "🧑🏼‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的人: 中等-浅肤色",
    emoji: "🧑🏼‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的人：中等-浅肤色",
    emoji: "🧑🏼‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的人: 中等-浅肤色",
    emoji: "🧑🏼‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的人：中等-浅肤色",
    emoji: "🧑🏼‍🦽‍➡️",
  },
  {
    name: "拄盲杖的人: 中等肤色",
    emoji: "🧑🏽‍🦯",
  },
  {
    name: "朝右的拄盲杖的人：中等肤色",
    emoji: "🧑🏽‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的人: 中等肤色",
    emoji: "🧑🏽‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的人：中等肤色",
    emoji: "🧑🏽‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的人: 中等肤色",
    emoji: "🧑🏽‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的人：中等肤色",
    emoji: "🧑🏽‍🦽‍➡️",
  },
  {
    name: "拄盲杖的人: 中等-深肤色",
    emoji: "🧑🏾‍🦯",
  },
  {
    name: "朝右的拄盲杖的人：中等-深肤色",
    emoji: "🧑🏾‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的人: 中等-深肤色",
    emoji: "🧑🏾‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的人：中等-深肤色",
    emoji: "🧑🏾‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的人: 中等-深肤色",
    emoji: "🧑🏾‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的人：中等-深肤色",
    emoji: "🧑🏾‍🦽‍➡️",
  },
  {
    name: "拄盲杖的人: 较深肤色",
    emoji: "🧑🏿‍🦯",
  },
  {
    name: "朝右的拄盲杖的人：较深肤色",
    emoji: "🧑🏿‍🦯‍➡️",
  },
  {
    name: "坐电动轮椅的人: 较深肤色",
    emoji: "🧑🏿‍🦼",
  },
  {
    name: "朝右的坐电动轮椅的人：较深肤色",
    emoji: "🧑🏿‍🦼‍➡️",
  },
  {
    name: "坐手动轮椅的人: 较深肤色",
    emoji: "🧑🏿‍🦽",
  },
  {
    name: "朝右的坐手动轮椅的人：较深肤色",
    emoji: "🧑🏿‍🦽‍➡️",
  },
  {
    name: "蒸房里的人",
    emoji: "🧖",
  },
  {
    name: "蒸汽房间里的女人",
    emoji: "🧖‍♀️",
  },
  {
    name: "蒸汽房间里的男人",
    emoji: "🧖‍♂️",
  },
  {
    name: "蒸房里的人: 较浅肤色",
    emoji: "🧖🏻",
  },
  {
    name: "蒸汽房间里的女人：浅肤色",
    emoji: "🧖🏻‍♀️",
  },
  {
    name: "蒸汽房间里的男人：浅肤色",
    emoji: "🧖🏻‍♂️",
  },
  {
    name: "蒸房里的人: 中等-浅肤色",
    emoji: "🧖🏼",
  },
  {
    name: "蒸汽房间里的女人：中浅肤色",
    emoji: "🧖🏼‍♀️",
  },
  {
    name: "蒸汽房间里的男人：中浅肤色",
    emoji: "🧖🏼‍♂️",
  },
  {
    name: "蒸房里的人: 中等肤色",
    emoji: "🧖🏽",
  },
  {
    name: "蒸汽房间里的女人：中等肤色",
    emoji: "🧖🏽‍♀️",
  },
  {
    name: "蒸汽房间里的男人：中等肤色",
    emoji: "🧖🏽‍♂️",
  },
  {
    name: "蒸房里的人: 中等-深肤色",
    emoji: "🧖🏾",
  },
  {
    name: "蒸汽房间里的女人：中深肤色",
    emoji: "🧖🏾‍♀️",
  },
  {
    name: "蒸汽房间里的男人：中深肤色",
    emoji: "🧖🏾‍♂️",
  },
  {
    name: "蒸房里的人: 较深肤色",
    emoji: "🧖🏿",
  },
  {
    name: "蒸汽房间里的女人：深肤色",
    emoji: "🧖🏿‍♀️",
  },
  {
    name: "蒸汽房间里的男人：深肤色",
    emoji: "🧖🏿‍♂️",
  },
  {
    name: "攀爬的人",
    emoji: "🧗",
  },
  {
    name: "女人攀爬",
    emoji: "🧗‍♀️",
  },
  {
    name: "男子攀爬",
    emoji: "🧗‍♂️",
  },
  {
    name: "攀爬的人: 较浅肤色",
    emoji: "🧗🏻",
  },
  {
    name: "女子攀爬：浅肤色",
    emoji: "🧗🏻‍♀️",
  },
  {
    name: "男子攀爬：浅肤色",
    emoji: "🧗🏻‍♂️",
  },
  {
    name: "攀爬的人: 中等-浅肤色",
    emoji: "🧗🏼",
  },
  {
    name: "女子攀爬：中浅肤色",
    emoji: "🧗🏼‍♀️",
  },
  {
    name: "男子攀爬：中浅肤色",
    emoji: "🧗🏼‍♂️",
  },
  {
    name: "攀爬的人: 中等肤色",
    emoji: "🧗🏽",
  },
  {
    name: "女子攀爬：中等肤色",
    emoji: "🧗🏽‍♀️",
  },
  {
    name: "男子攀爬：中等肤色",
    emoji: "🧗🏽‍♂️",
  },
  {
    name: "攀爬的人: 中等-深肤色",
    emoji: "🧗🏾",
  },
  {
    name: "女子攀爬：中深肤色",
    emoji: "🧗🏾‍♀️",
  },
  {
    name: "男子攀爬：中深肤色",
    emoji: "🧗🏾‍♂️",
  },
  {
    name: "攀爬的人: 较深肤色",
    emoji: "🧗🏿",
  },
  {
    name: "女子攀爬：深肤色",
    emoji: "🧗🏿‍♀️",
  },
  {
    name: "男子攀爬：深肤色",
    emoji: "🧗🏿‍♂️",
  },
  {
    name: "滑雪的人",
    emoji: "⛷️",
  },
  {
    name: "玩球",
    emoji: "⛹️",
  },
  {
    name: "拍球的女人",
    emoji: "⛹️‍♀️",
  },
  {
    name: "拍球的男人",
    emoji: "⛹️‍♂️",
  },
  {
    name: "玩球: 较浅肤色",
    emoji: "⛹🏻",
  },
  {
    name: "拍球的女人：浅肤色",
    emoji: "⛹🏻‍♀️",
  },
  {
    name: "拍球的男人：浅肤色",
    emoji: "⛹🏻‍♂️",
  },
  {
    name: "玩球: 中等-浅肤色",
    emoji: "⛹🏼",
  },
  {
    name: "拍球的女人：中浅肤色",
    emoji: "⛹🏼‍♀️",
  },
  {
    name: "拍球的男人：中浅肤色",
    emoji: "⛹🏼‍♂️",
  },
  {
    name: "玩球: 中等肤色",
    emoji: "⛹🏽",
  },
  {
    name: "拍球的女人：中等肤色",
    emoji: "⛹🏽‍♀️",
  },
  {
    name: "拍球的男人：中等肤色",
    emoji: "⛹🏽‍♂️",
  },
  {
    name: "玩球: 中等-深肤色",
    emoji: "⛹🏾",
  },
  {
    name: "拍球的女人：中深肤色",
    emoji: "⛹🏾‍♀️",
  },
  {
    name: "拍球的男人：中深肤色",
    emoji: "⛹🏾‍♂️",
  },
  {
    name: "玩球: 较深肤色",
    emoji: "⛹🏿",
  },
  {
    name: "拍球的女人：深肤色",
    emoji: "⛹🏿‍♀️",
  },
  {
    name: "拍球的男人：深肤色",
    emoji: "⛹🏿‍♂️",
  },
  {
    name: "滑雪板",
    emoji: "🏂",
  },
  {
    name: "滑雪板: 较浅肤色",
    emoji: "🏂🏻",
  },
  {
    name: "滑雪板: 中等-浅肤色",
    emoji: "🏂🏼",
  },
  {
    name: "滑雪板: 中等肤色",
    emoji: "🏂🏽",
  },
  {
    name: "滑雪板: 中等-深肤色",
    emoji: "🏂🏾",
  },
  {
    name: "滑雪板: 较深肤色",
    emoji: "🏂🏿",
  },
  {
    name: "冲浪",
    emoji: "🏄",
  },
  {
    name: "冲浪的女人",
    emoji: "🏄‍♀️",
  },
  {
    name: "冲浪的男人",
    emoji: "🏄‍♂️",
  },
  {
    name: "冲浪: 较浅肤色",
    emoji: "🏄🏻",
  },
  {
    name: "冲浪的女人：浅肤色",
    emoji: "🏄🏻‍♀️",
  },
  {
    name: "冲浪的男人：浅肤色",
    emoji: "🏄🏻‍♂️",
  },
  {
    name: "冲浪: 中等-浅肤色",
    emoji: "🏄🏼",
  },
  {
    name: "冲浪的女人：中浅肤色",
    emoji: "🏄🏼‍♀️",
  },
  {
    name: "冲浪的男人：中浅肤色",
    emoji: "🏄🏼‍♂️",
  },
  {
    name: "冲浪: 中等肤色",
    emoji: "🏄🏽",
  },
  {
    name: "冲浪的女人：中等肤色",
    emoji: "🏄🏽‍♀️",
  },
  {
    name: "冲浪的男人：中等肤色",
    emoji: "🏄🏽‍♂️",
  },
  {
    name: "冲浪: 中等-深肤色",
    emoji: "🏄🏾",
  },
  {
    name: "冲浪的女人：中深肤色",
    emoji: "🏄🏾‍♀️",
  },
  {
    name: "冲浪的男人：中深肤色",
    emoji: "🏄🏾‍♂️",
  },
  {
    name: "冲浪: 较深肤色",
    emoji: "🏄🏿",
  },
  {
    name: "冲浪的女人：深肤色",
    emoji: "🏄🏿‍♀️",
  },
  {
    name: "冲浪的男人：深肤色",
    emoji: "🏄🏿‍♂️",
  },
  {
    name: "赛马",
    emoji: "🏇",
  },
  {
    name: "赛马: 较浅肤色",
    emoji: "🏇🏻",
  },
  {
    name: "赛马: 中等-浅肤色",
    emoji: "🏇🏼",
  },
  {
    name: "赛马: 中等肤色",
    emoji: "🏇🏽",
  },
  {
    name: "赛马: 中等-深肤色",
    emoji: "🏇🏾",
  },
  {
    name: "赛马: 较深肤色",
    emoji: "🏇🏿",
  },
  {
    name: "游泳",
    emoji: "🏊",
  },
  {
    name: "游泳的女人",
    emoji: "🏊‍♀️",
  },
  {
    name: "游泳的男人",
    emoji: "🏊‍♂️",
  },
  {
    name: "游泳: 较浅肤色",
    emoji: "🏊🏻",
  },
  {
    name: "游泳的女人：浅肤色",
    emoji: "🏊🏻‍♀️",
  },
  {
    name: "游泳的男人：浅肤色",
    emoji: "🏊🏻‍♂️",
  },
  {
    name: "游泳: 中等-浅肤色",
    emoji: "🏊🏼",
  },
  {
    name: "游泳的女人：中浅肤色",
    emoji: "🏊🏼‍♀️",
  },
  {
    name: "游泳的男人：中浅肤色",
    emoji: "🏊🏼‍♂️",
  },
  {
    name: "游泳: 中等肤色",
    emoji: "🏊🏽",
  },
  {
    name: "游泳的女人：中等肤色",
    emoji: "🏊🏽‍♀️",
  },
  {
    name: "游泳的男人：中等肤色",
    emoji: "🏊🏽‍♂️",
  },
  {
    name: "游泳: 中等-深肤色",
    emoji: "🏊🏾",
  },
  {
    name: "游泳的女人：中深肤色",
    emoji: "🏊🏾‍♀️",
  },
  {
    name: "游泳的男人：中深肤色",
    emoji: "🏊🏾‍♂️",
  },
  {
    name: "游泳: 较深肤色",
    emoji: "🏊🏿",
  },
  {
    name: "游泳的女人：深肤色",
    emoji: "🏊🏿‍♀️",
  },
  {
    name: "游泳的男人：深肤色",
    emoji: "🏊🏿‍♂️",
  },
  {
    name: "举重",
    emoji: "🏋️",
  },
  {
    name: "女子举重",
    emoji: "🏋️‍♀️",
  },
  {
    name: "男子举重",
    emoji: "🏋️‍♂️",
  },
  {
    name: "举重: 较浅肤色",
    emoji: "🏋🏻",
  },
  {
    name: "女子举重：浅肤色",
    emoji: "🏋🏻‍♀️",
  },
  {
    name: "男子举重：浅肤色",
    emoji: "🏋🏻‍♂️",
  },
  {
    name: "举重: 中等-浅肤色",
    emoji: "🏋🏼",
  },
  {
    name: "女子举重：中浅肤色",
    emoji: "🏋🏼‍♀️",
  },
  {
    name: "男子举重：中浅肤色",
    emoji: "🏋🏼‍♂️",
  },
  {
    name: "举重: 中等肤色",
    emoji: "🏋🏽",
  },
  {
    name: "女子举重：中等肤色",
    emoji: "🏋🏽‍♀️",
  },
  {
    name: "男子举重：中等肤色",
    emoji: "🏋🏽‍♂️",
  },
  {
    name: "举重: 中等-深肤色",
    emoji: "🏋🏾",
  },
  {
    name: "女子举重：中深肤色",
    emoji: "🏋🏾‍♀️",
  },
  {
    name: "男子举重：中深肤色",
    emoji: "🏋🏾‍♂️",
  },
  {
    name: "举重: 较深肤色",
    emoji: "🏋🏿",
  },
  {
    name: "女子举重：深肤色",
    emoji: "🏋🏿‍♀️",
  },
  {
    name: "男子举重：深肤色",
    emoji: "🏋🏿‍♂️",
  },
  {
    name: "打高尔夫的人",
    emoji: "🏌️",
  },
  {
    name: "女子高尔夫球",
    emoji: "🏌️‍♀️",
  },
  {
    name: "男子高尔夫球",
    emoji: "🏌️‍♂️",
  },
  {
    name: "打高尔夫的人: 较浅肤色",
    emoji: "🏌🏻",
  },
  {
    name: "女子高尔夫球：浅肤色",
    emoji: "🏌🏻‍♀️",
  },
  {
    name: "男子高尔夫球：浅肤色",
    emoji: "🏌🏻‍♂️",
  },
  {
    name: "打高尔夫的人: 中等-浅肤色",
    emoji: "🏌🏼",
  },
  {
    name: "女子高尔夫球：中浅肤色",
    emoji: "🏌🏼‍♀️",
  },
  {
    name: "男子高尔夫球：中浅肤色",
    emoji: "🏌🏼‍♂️",
  },
  {
    name: "打高尔夫的人: 中等肤色",
    emoji: "🏌🏽",
  },
  {
    name: "女子高尔夫球：中等肤色",
    emoji: "🏌🏽‍♀️",
  },
  {
    name: "男子高尔夫球：中等肤色",
    emoji: "🏌🏽‍♂️",
  },
  {
    name: "打高尔夫的人: 中等-深肤色",
    emoji: "🏌🏾",
  },
  {
    name: "女子高尔夫球：中深肤色",
    emoji: "🏌🏾‍♀️",
  },
  {
    name: "男子高尔夫球：中深肤色",
    emoji: "🏌🏾‍♂️",
  },
  {
    name: "打高尔夫的人: 较深肤色",
    emoji: "🏌🏿",
  },
  {
    name: "女子高尔夫球：深肤色",
    emoji: "🏌🏿‍♀️",
  },
  {
    name: "男子高尔夫球：深肤色",
    emoji: "🏌🏿‍♂️",
  },
  {
    name: "划艇",
    emoji: "🚣",
  },
  {
    name: "女子划艇",
    emoji: "🚣‍♀️",
  },
  {
    name: "男子划艇",
    emoji: "🚣‍♂️",
  },
  {
    name: "划艇: 较浅肤色",
    emoji: "🚣🏻",
  },
  {
    name: "女子划艇：浅肤色",
    emoji: "🚣🏻‍♀️",
  },
  {
    name: "男子划艇：浅肤色",
    emoji: "🚣🏻‍♂️",
  },
  {
    name: "划艇: 中等-浅肤色",
    emoji: "🚣🏼",
  },
  {
    name: "女子划艇：中浅肤色",
    emoji: "🚣🏼‍♀️",
  },
  {
    name: "男子划艇：中浅肤色",
    emoji: "🚣🏼‍♂️",
  },
  {
    name: "划艇: 中等肤色",
    emoji: "🚣🏽",
  },
  {
    name: "女子划艇：中等肤色",
    emoji: "🚣🏽‍♀️",
  },
  {
    name: "男子划艇：中等肤色",
    emoji: "🚣🏽‍♂️",
  },
  {
    name: "划艇: 中等-深肤色",
    emoji: "🚣🏾",
  },
  {
    name: "女子划艇：中深肤色",
    emoji: "🚣🏾‍♀️",
  },
  {
    name: "男子划艇：中深肤色",
    emoji: "🚣🏾‍♂️",
  },
  {
    name: "划艇: 较深肤色",
    emoji: "🚣🏿",
  },
  {
    name: "女子划艇：深肤色",
    emoji: "🚣🏿‍♀️",
  },
  {
    name: "男子划艇：深肤色",
    emoji: "🚣🏿‍♂️",
  },
  {
    name: "骑自行车",
    emoji: "🚴",
  },
  {
    name: "骑自行车的女人",
    emoji: "🚴‍♀️",
  },
  {
    name: "骑自行车的男人",
    emoji: "🚴‍♂️",
  },
  {
    name: "骑自行车: 较浅肤色",
    emoji: "🚴🏻",
  },
  {
    name: "骑自行车的女人：浅肤色",
    emoji: "🚴🏻‍♀️",
  },
  {
    name: "骑自行车的男人：浅肤色",
    emoji: "🚴🏻‍♂️",
  },
  {
    name: "骑自行车: 中等-浅肤色",
    emoji: "🚴🏼",
  },
  {
    name: "骑自行车的女人：中浅肤色",
    emoji: "🚴🏼‍♀️",
  },
  {
    name: "骑自行车的男人：中浅肤色",
    emoji: "🚴🏼‍♂️",
  },
  {
    name: "骑自行车: 中等肤色",
    emoji: "🚴🏽",
  },
  {
    name: "骑自行车的女人：中等肤色",
    emoji: "🚴🏽‍♀️",
  },
  {
    name: "骑自行车的男人：中等肤色",
    emoji: "🚴🏽‍♂️",
  },
  {
    name: "骑自行车: 中等-深肤色",
    emoji: "🚴🏾",
  },
  {
    name: "骑自行车的女人：中深肤色",
    emoji: "🚴🏾‍♀️",
  },
  {
    name: "骑自行车的男人：中深肤色",
    emoji: "🚴🏾‍♂️",
  },
  {
    name: "骑自行车: 较深肤色",
    emoji: "🚴🏿",
  },
  {
    name: "女生骑自行车: 较深肤色",
    emoji: "🚴🏿‍♀️",
  },
  {
    name: "男生骑自行车: 较深肤色",
    emoji: "🚴🏿‍♂️",
  },
  {
    name: "骑山地车",
    emoji: "🚵",
  },
  {
    name: "女子山地自行车",
    emoji: "🚵‍♀️",
  },
  {
    name: "男子山地自行车",
    emoji: "🚵‍♂️",
  },
  {
    name: "骑山地车: 较浅肤色",
    emoji: "🚵🏻",
  },
  {
    name: "女子山地自行车：浅肤色",
    emoji: "🚵🏻‍♀️",
  },
  {
    name: "男子山地自行车：浅肤色",
    emoji: "🚵🏻‍♂️",
  },
  {
    name: "骑山地车: 中等-浅肤色",
    emoji: "🚵🏼",
  },
  {
    name: "女子山地自行车：中浅肤色",
    emoji: "🚵🏼‍♀️",
  },
  {
    name: "男子山地自行车：中浅肤色",
    emoji: "🚵🏼‍♂️",
  },
  {
    name: "骑山地车: 中等肤色",
    emoji: "🚵🏽",
  },
  {
    name: "女子山地自行车：中等肤色",
    emoji: "🚵🏽‍♀️",
  },
  {
    name: "男子山地自行车：中等肤色",
    emoji: "🚵🏽‍♂️",
  },
  {
    name: "骑山地车: 中等-深肤色",
    emoji: "🚵🏾",
  },
  {
    name: "女子山地自行车：中深肤色",
    emoji: "🚵🏾‍♀️",
  },
  {
    name: "男子山地自行车：中深肤色",
    emoji: "🚵🏾‍♂️",
  },
  {
    name: "骑山地车: 较深肤色",
    emoji: "🚵🏿",
  },
  {
    name: "女子山地自行车：深肤色",
    emoji: "🚵🏿‍♀️",
  },
  {
    name: "男子山地自行车：深肤色",
    emoji: "🚵🏿‍♂️",
  },
  {
    name: "侧手翻",
    emoji: "🤸",
  },
  {
    name: "女人翻筋斗",
    emoji: "🤸‍♀️",
  },
  {
    name: "男人翻筋斗",
    emoji: "🤸‍♂️",
  },
  {
    name: "侧手翻: 较浅肤色",
    emoji: "🤸🏻",
  },
  {
    name: "女人翻筋斗：浅肤色",
    emoji: "🤸🏻‍♀️",
  },
  {
    name: "男人翻筋斗：浅肤色",
    emoji: "🤸🏻‍♂️",
  },
  {
    name: "侧手翻: 中等-浅肤色",
    emoji: "🤸🏼",
  },
  {
    name: "女人翻筋斗：中浅肤色",
    emoji: "🤸🏼‍♀️",
  },
  {
    name: "男人翻筋斗：中浅肤色",
    emoji: "🤸🏼‍♂️",
  },
  {
    name: "侧手翻: 中等肤色",
    emoji: "🤸🏽",
  },
  {
    name: "女人翻筋斗：中等肤色",
    emoji: "🤸🏽‍♀️",
  },
  {
    name: "男人翻筋斗：中等肤色",
    emoji: "🤸🏽‍♂️",
  },
  {
    name: "侧手翻: 中等-深肤色",
    emoji: "🤸🏾",
  },
  {
    name: "女人翻筋斗：中深肤色",
    emoji: "🤸🏾‍♀️",
  },
  {
    name: "男人翻筋斗：中深肤色",
    emoji: "🤸🏾‍♂️",
  },
  {
    name: "侧手翻: 较深肤色",
    emoji: "🤸🏿",
  },
  {
    name: "女人翻筋斗：深肤色",
    emoji: "🤸🏿‍♀️",
  },
  {
    name: "男人翻筋斗：深肤色",
    emoji: "🤸🏿‍♂️",
  },
  {
    name: "抛接杂耍",
    emoji: "🤹",
  },
  {
    name: "女人玩杂耍",
    emoji: "🤹‍♀️",
  },
  {
    name: "男人玩杂耍",
    emoji: "🤹‍♂️",
  },
  {
    name: "抛接杂耍: 较浅肤色",
    emoji: "🤹🏻",
  },
  {
    name: "女人玩杂耍：浅肤色",
    emoji: "🤹🏻‍♀️",
  },
  {
    name: "男人玩杂耍：浅肤色",
    emoji: "🤹🏻‍♂️",
  },
  {
    name: "抛接杂耍: 中等-浅肤色",
    emoji: "🤹🏼",
  },
  {
    name: "女人玩杂耍：中浅肤色",
    emoji: "🤹🏼‍♀️",
  },
  {
    name: "男人玩杂耍：中浅肤色",
    emoji: "🤹🏼‍♂️",
  },
  {
    name: "抛接杂耍: 中等肤色",
    emoji: "🤹🏽",
  },
  {
    name: "女人玩杂耍：中等肤色",
    emoji: "🤹🏽‍♀️",
  },
  {
    name: "男人玩杂耍：中等肤色",
    emoji: "🤹🏽‍♂️",
  },
  {
    name: "抛接杂耍: 中等-深肤色",
    emoji: "🤹🏾",
  },
  {
    name: "女人玩杂耍：中深肤色",
    emoji: "🤹🏾‍♀️",
  },
  {
    name: "男人玩杂耍：中深肤色",
    emoji: "🤹🏾‍♂️",
  },
  {
    name: "抛接杂耍: 较深肤色",
    emoji: "🤹🏿",
  },
  {
    name: "女人玩杂耍：深肤色",
    emoji: "🤹🏿‍♀️",
  },
  {
    name: "男人玩杂耍：深肤色",
    emoji: "🤹🏿‍♂️",
  },
  {
    name: "击剑选手",
    emoji: "🤺",
  },
  {
    name: "摔跤选手",
    emoji: "🤼",
  },
  {
    name: "女子摔跤",
    emoji: "🤼‍♀️",
  },
  {
    name: "男子摔跤",
    emoji: "🤼‍♂️",
  },
  {
    name: "水球",
    emoji: "🤽",
  },
  {
    name: "女人玩水球",
    emoji: "🤽‍♀️",
  },
  {
    name: "男子玩水球",
    emoji: "🤽‍♂️",
  },
  {
    name: "水球: 较浅肤色",
    emoji: "🤽🏻",
  },
  {
    name: "女人玩水球：浅肤色",
    emoji: "🤽🏻‍♀️",
  },
  {
    name: "男子打水球：浅肤色",
    emoji: "🤽🏻‍♂️",
  },
  {
    name: "水球: 中等-浅肤色",
    emoji: "🤽🏼",
  },
  {
    name: "女子打水球：中浅肤色",
    emoji: "🤽🏼‍♀️",
  },
  {
    name: "男子打水球：中浅肤色",
    emoji: "🤽🏼‍♂️",
  },
  {
    name: "水球: 中等肤色",
    emoji: "🤽🏽",
  },
  {
    name: "女子打水球：中等肤色",
    emoji: "🤽🏽‍♀️",
  },
  {
    name: "男子打水球：中等肤色",
    emoji: "🤽🏽‍♂️",
  },
  {
    name: "水球: 中等-深肤色",
    emoji: "🤽🏾",
  },
  {
    name: "女子打水球：中深肤色",
    emoji: "🤽🏾‍♀️",
  },
  {
    name: "男子打水球：中深肤色",
    emoji: "🤽🏾‍♂️",
  },
  {
    name: "水球: 较深肤色",
    emoji: "🤽🏿",
  },
  {
    name: "女子打水球：深肤色",
    emoji: "🤽🏿‍♀️",
  },
  {
    name: "男子打水球：深肤色",
    emoji: "🤽🏿‍♂️",
  },
  {
    name: "手球",
    emoji: "🤾",
  },
  {
    name: "女人玩手球",
    emoji: "🤾‍♀️",
  },
  {
    name: "男子玩手球",
    emoji: "🤾‍♂️",
  },
  {
    name: "手球: 较浅肤色",
    emoji: "🤾🏻",
  },
  {
    name: "女子手球：浅肤色",
    emoji: "🤾🏻‍♀️",
  },
  {
    name: "男子手球：浅肤色",
    emoji: "🤾🏻‍♂️",
  },
  {
    name: "手球: 中等-浅肤色",
    emoji: "🤾🏼",
  },
  {
    name: "女子手球：中浅肤色",
    emoji: "🤾🏼‍♀️",
  },
  {
    name: "男子手球：中浅肤色",
    emoji: "🤾🏼‍♂️",
  },
  {
    name: "手球: 中等肤色",
    emoji: "🤾🏽",
  },
  {
    name: "女子手球：中等肤色",
    emoji: "🤾🏽‍♀️",
  },
  {
    name: "男子手球：中等肤色",
    emoji: "🤾🏽‍♂️",
  },
  {
    name: "手球: 中等-深肤色",
    emoji: "🤾🏾",
  },
  {
    name: "女子手球：中深肤色",
    emoji: "🤾🏾‍♀️",
  },
  {
    name: "男子手球：中深肤色",
    emoji: "🤾🏾‍♂️",
  },
  {
    name: "手球: 较深肤色",
    emoji: "🤾🏿",
  },
  {
    name: "女子手球：深肤色",
    emoji: "🤾🏿‍♀️",
  },
  {
    name: "男子手球：深肤色",
    emoji: "🤾🏿‍♂️",
  },
  {
    name: "洗澡的人",
    emoji: "🛀",
  },
  {
    name: "洗澡的人: 较浅肤色",
    emoji: "🛀🏻",
  },
  {
    name: "洗澡的人: 中等-浅肤色",
    emoji: "🛀🏼",
  },
  {
    name: "洗澡的人: 中等肤色",
    emoji: "🛀🏽",
  },
  {
    name: "洗澡的人: 中等-深肤色",
    emoji: "🛀🏾",
  },
  {
    name: "洗澡的人: 较深肤色",
    emoji: "🛀🏿",
  },
  {
    name: "躺在床上的人",
    emoji: "🛌",
  },
  {
    name: "躺在床上的人: 较浅肤色",
    emoji: "🛌🏻",
  },
  {
    name: "躺在床上的人: 中等-浅肤色",
    emoji: "🛌🏼",
  },
  {
    name: "躺在床上的人: 中等肤色",
    emoji: "🛌🏽",
  },
  {
    name: "躺在床上的人: 中等-深肤色",
    emoji: "🛌🏾",
  },
  {
    name: "躺在床上的人: 较深肤色",
    emoji: "🛌🏿",
  },
  {
    name: "盘腿的人",
    emoji: "🧘",
  },
  {
    name: "打坐的女人",
    emoji: "🧘‍♀️",
  },
  {
    name: "打坐的男人",
    emoji: "🧘‍♂️",
  },
  {
    name: "盘腿的人: 较浅肤色",
    emoji: "🧘🏻",
  },
  {
    name: "打坐的女人：浅肤色",
    emoji: "🧘🏻‍♀️",
  },
  {
    name: "打坐的男人：浅肤色",
    emoji: "🧘🏻‍♂️",
  },
  {
    name: "盘腿的人: 中等-浅肤色",
    emoji: "🧘🏼",
  },
  {
    name: "打坐的女人：中浅肤色",
    emoji: "🧘🏼‍♀️",
  },
  {
    name: "打坐的男人：中浅肤色",
    emoji: "🧘🏼‍♂️",
  },
  {
    name: "盘腿的人: 中等肤色",
    emoji: "🧘🏽",
  },
  {
    name: "打坐的女人：中等肤色",
    emoji: "🧘🏽‍♀️",
  },
  {
    name: "打坐的男人：中等肤色",
    emoji: "🧘🏽‍♂️",
  },
  {
    name: "盘腿的人: 中等-深肤色",
    emoji: "🧘🏾",
  },
  {
    name: "打坐的女人：中深肤色",
    emoji: "🧘🏾‍♀️",
  },
  {
    name: "打坐的男人：中深肤色",
    emoji: "🧘🏾‍♂️",
  },
  {
    name: "盘腿的人: 较深肤色",
    emoji: "🧘🏿",
  },
  {
    name: "打坐的女人：深肤色",
    emoji: "🧘🏿‍♀️",
  },
  {
    name: "打坐的男人：深肤色",
    emoji: "🧘🏿‍♂️",
  },
  {
    name: "带心的夫妇：男人和男人",
    emoji: "👨‍❤️‍👨",
  },
  {
    name: "亲吻：男人和男人",
    emoji: "👨‍❤️‍💋‍👨",
  },
  {
    name: "家庭: 男人男孩",
    emoji: "👨‍👦",
  },
  {
    name: "家庭: 男人男孩男孩",
    emoji: "👨‍👦‍👦",
  },
  {
    name: "家庭: 男人女孩",
    emoji: "👨‍👧",
  },
  {
    name: "家庭: 男人女孩男孩",
    emoji: "👨‍👧‍👦",
  },
  {
    name: "家庭: 男人女孩女孩",
    emoji: "👨‍👧‍👧",
  },
  {
    name: "家庭: 男人男人男孩",
    emoji: "👨‍👨‍👦",
  },
  {
    name: "家庭: 男人男人男孩男孩",
    emoji: "👨‍👨‍👦‍👦",
  },
  {
    name: "家庭: 男人男人女孩",
    emoji: "👨‍👨‍👧",
  },
  {
    name: "家庭: 男人男人女孩男孩",
    emoji: "👨‍👨‍👧‍👦",
  },
  {
    name: "家庭: 男人男人女孩女孩",
    emoji: "👨‍👨‍👧‍👧",
  },
  {
    name: "家庭: 男人女人男孩",
    emoji: "👨‍👩‍👦",
  },
  {
    name: "家庭: 男人女人男孩男孩",
    emoji: "👨‍👩‍👦‍👦",
  },
  {
    name: "家庭: 男人女人女孩",
    emoji: "👨‍👩‍👧",
  },
  {
    name: "家庭: 男人女人女孩男孩",
    emoji: "👨‍👩‍👧‍👦",
  },
  {
    name: "家庭: 男人女人女孩女孩",
    emoji: "👨‍👩‍👧‍👧",
  },
  {
    name: "情侣: 男人男人较浅肤色",
    emoji: "👨🏻‍❤️‍👨🏻",
  },
  {
    name: "情侣: 男人男人较浅肤色中等-浅肤色",
    emoji: "👨🏻‍❤️‍👨🏼",
  },
  {
    name: "情侣: 男人男人较浅肤色中等肤色",
    emoji: "👨🏻‍❤️‍👨🏽",
  },
  {
    name: "情侣: 男人男人较浅肤色中等-深肤色",
    emoji: "👨🏻‍❤️‍👨🏾",
  },
  {
    name: "情侣: 男人男人较浅肤色较深肤色",
    emoji: "👨🏻‍❤️‍👨🏿",
  },
  {
    name: "亲吻: 男人男人较浅肤色",
    emoji: "👨🏻‍❤️‍💋‍👨🏻",
  },
  {
    name: "亲吻: 男人男人较浅肤色中等-浅肤色",
    emoji: "👨🏻‍❤️‍💋‍👨🏼",
  },
  {
    name: "亲吻: 男人男人较浅肤色中等肤色",
    emoji: "👨🏻‍❤️‍💋‍👨🏽",
  },
  {
    name: "亲吻: 男人男人较浅肤色中等-深肤色",
    emoji: "👨🏻‍❤️‍💋‍👨🏾",
  },
  {
    name: "亲吻: 男人男人较浅肤色较深肤色",
    emoji: "👨🏻‍❤️‍💋‍👨🏿",
  },
  {
    name: "手拉手的两个男人:\n                                        较浅肤色中等-浅肤色",
    emoji: "👨🏻‍🤝‍👨🏼",
  },
  {
    name: "手拉手的两个男人: 较浅肤色中等肤色",
    emoji: "👨🏻‍🤝‍👨🏽",
  },
  {
    name: "手拉手的两个男人:\n                                        较浅肤色中等-深肤色",
    emoji: "👨🏻‍🤝‍👨🏾",
  },
  {
    name: "手拉手的两个男人: 较浅肤色较深肤色",
    emoji: "👨🏻‍🤝‍👨🏿",
  },
  {
    name: "情侣: 男人男人中等-浅肤色较浅肤色",
    emoji: "👨🏼‍❤️‍👨🏻",
  },
  {
    name: "情侣: 男人男人中等-浅肤色",
    emoji: "👨🏼‍❤️‍👨🏼",
  },
  {
    name: "情侣: 男人男人中等-浅肤色中等肤色",
    emoji: "👨🏼‍❤️‍👨🏽",
  },
  {
    name: "情侣: 男人男人中等-浅肤色中等-深肤色",
    emoji: "👨🏼‍❤️‍👨🏾",
  },
  {
    name: "情侣: 男人男人中等-浅肤色较深肤色",
    emoji: "👨🏼‍❤️‍👨🏿",
  },
  {
    name: "亲吻: 男人男人中等-浅肤色较浅肤色",
    emoji: "👨🏼‍❤️‍💋‍👨🏻",
  },
  {
    name: "亲吻: 男人男人中等-浅肤色",
    emoji: "👨🏼‍❤️‍💋‍👨🏼",
  },
  {
    name: "亲吻: 男人男人中等-浅肤色中等肤色",
    emoji: "👨🏼‍❤️‍💋‍👨🏽",
  },
  {
    name: "亲吻: 男人男人中等-浅肤色中等-深肤色",
    emoji: "👨🏼‍❤️‍💋‍👨🏾",
  },
  {
    name: "亲吻: 男人男人中等-浅肤色较深肤色",
    emoji: "👨🏼‍❤️‍💋‍👨🏿",
  },
  {
    name: "手拉手的两个男人:\n                                        中等-浅肤色较浅肤色",
    emoji: "👨🏼‍🤝‍👨🏻",
  },
  {
    name: "手拉手的两个男人:\n                                        中等-浅肤色中等肤色",
    emoji: "👨🏼‍🤝‍👨🏽",
  },
  {
    name: "手拉手的两个男人:\n                                        中等-浅肤色中等-深肤色",
    emoji: "👨🏼‍🤝‍👨🏾",
  },
  {
    name: "手拉手的两个男人:\n                                        中等-浅肤色较深肤色",
    emoji: "👨🏼‍🤝‍👨🏿",
  },
  {
    name: "情侣: 男人男人中等肤色较浅肤色",
    emoji: "👨🏽‍❤️‍👨🏻",
  },
  {
    name: "情侣: 男人男人中等肤色中等-浅肤色",
    emoji: "👨🏽‍❤️‍👨🏼",
  },
  {
    name: "情侣: 男人男人中等肤色",
    emoji: "👨🏽‍❤️‍👨🏽",
  },
  {
    name: "情侣: 男人男人中等肤色中等-深肤色",
    emoji: "👨🏽‍❤️‍👨🏾",
  },
  {
    name: "情侣: 男人男人中等肤色较深肤色",
    emoji: "👨🏽‍❤️‍👨🏿",
  },
  {
    name: "亲吻: 男人男人中等肤色较浅肤色",
    emoji: "👨🏽‍❤️‍💋‍👨🏻",
  },
  {
    name: "亲吻: 男人男人中等肤色中等-浅肤色",
    emoji: "👨🏽‍❤️‍💋‍👨🏼",
  },
  {
    name: "亲吻: 男人男人中等肤色",
    emoji: "👨🏽‍❤️‍💋‍👨🏽",
  },
  {
    name: "亲吻: 男人男人中等肤色中等-深肤色",
    emoji: "👨🏽‍❤️‍💋‍👨🏾",
  },
  {
    name: "亲吻: 男人男人中等肤色较深肤色",
    emoji: "👨🏽‍❤️‍💋‍👨🏿",
  },
  {
    name: "手拉手的两个男人: 中等肤色较浅肤色",
    emoji: "👨🏽‍🤝‍👨🏻",
  },
  {
    name: "手拉手的两个男人:\n                                        中等肤色中等-浅肤色",
    emoji: "👨🏽‍🤝‍👨🏼",
  },
  {
    name: "手拉手的两个男人:\n                                        中等肤色中等-深肤色",
    emoji: "👨🏽‍🤝‍👨🏾",
  },
  {
    name: "手拉手的两个男人: 中等肤色较深肤色",
    emoji: "👨🏽‍🤝‍👨🏿",
  },
  {
    name: "情侣: 男人男人中等-深肤色较浅肤色",
    emoji: "👨🏾‍❤️‍👨🏻",
  },
  {
    name: "情侣: 男人男人中等-深肤色中等-浅肤色",
    emoji: "👨🏾‍❤️‍👨🏼",
  },
  {
    name: "情侣: 男人男人中等-深肤色中等肤色",
    emoji: "👨🏾‍❤️‍👨🏽",
  },
  {
    name: "情侣: 男人男人中等-深肤色",
    emoji: "👨🏾‍❤️‍👨🏾",
  },
  {
    name: "情侣: 男人男人中等-深肤色较深肤色",
    emoji: "👨🏾‍❤️‍👨🏿",
  },
  {
    name: "亲吻: 男人男人中等-深肤色较浅肤色",
    emoji: "👨🏾‍❤️‍💋‍👨🏻",
  },
  {
    name: "亲吻: 男人男人中等-深肤色中等-浅肤色",
    emoji: "👨🏾‍❤️‍💋‍👨🏼",
  },
  {
    name: "亲吻: 男人男人中等-深肤色中等肤色",
    emoji: "👨🏾‍❤️‍💋‍👨🏽",
  },
  {
    name: "亲吻: 男人男人中等-深肤色",
    emoji: "👨🏾‍❤️‍💋‍👨🏾",
  },
  {
    name: "亲吻: 男人男人中等-深肤色较深肤色",
    emoji: "👨🏾‍❤️‍💋‍👨🏿",
  },
  {
    name: "手拉手的两个男人:\n                                        中等-深肤色较浅肤色",
    emoji: "👨🏾‍🤝‍👨🏻",
  },
  {
    name: "手拉手的两个男人:\n                                        中等-深肤色中等-浅肤色",
    emoji: "👨🏾‍🤝‍👨🏼",
  },
  {
    name: "手拉手的两个男人:\n                                        中等-深肤色中等肤色",
    emoji: "👨🏾‍🤝‍👨🏽",
  },
  {
    name: "手拉手的两个男人:\n                                        中等-深肤色较深肤色",
    emoji: "👨🏾‍🤝‍👨🏿",
  },
  {
    name: "情侣: 男人男人较深肤色较浅肤色",
    emoji: "👨🏿‍❤️‍👨🏻",
  },
  {
    name: "情侣: 男人男人较深肤色中等-浅肤色",
    emoji: "👨🏿‍❤️‍👨🏼",
  },
  {
    name: "情侣: 男人男人较深肤色中等肤色",
    emoji: "👨🏿‍❤️‍👨🏽",
  },
  {
    name: "情侣: 男人男人较深肤色中等-深肤色",
    emoji: "👨🏿‍❤️‍👨🏾",
  },
  {
    name: "情侣: 男人男人较深肤色",
    emoji: "👨🏿‍❤️‍👨🏿",
  },
  {
    name: "亲吻: 男人男人较深肤色较浅肤色",
    emoji: "👨🏿‍❤️‍💋‍👨🏻",
  },
  {
    name: "亲吻: 男人男人较深肤色中等-浅肤色",
    emoji: "👨🏿‍❤️‍💋‍👨🏼",
  },
  {
    name: "亲吻: 男人男人较深肤色中等肤色",
    emoji: "👨🏿‍❤️‍💋‍👨🏽",
  },
  {
    name: "亲吻: 男人男人较深肤色中等-深肤色",
    emoji: "👨🏿‍❤️‍💋‍👨🏾",
  },
  {
    name: "亲吻: 男人男人较深肤色",
    emoji: "👨🏿‍❤️‍💋‍👨🏿",
  },
  {
    name: "手拉手的两个男人: 较深肤色较浅肤色",
    emoji: "👨🏿‍🤝‍👨🏻",
  },
  {
    name: "手拉手的两个男人:\n                                        较深肤色中等-浅肤色",
    emoji: "👨🏿‍🤝‍👨🏼",
  },
  {
    name: "手拉手的两个男人: 较深肤色中等肤色",
    emoji: "👨🏿‍🤝‍👨🏽",
  },
  {
    name: "手拉手的两个男人:\n                                        较深肤色中等-深肤色",
    emoji: "👨🏿‍🤝‍👨🏾",
  },
  {
    name: "带心的夫妇：女人和男人",
    emoji: "👩‍❤️‍👨",
  },
  {
    name: "情侣: 女人女人",
    emoji: "👩‍❤️‍👩",
  },
  {
    name: "吻：女人和男人",
    emoji: "👩‍❤️‍💋‍👨",
  },
  {
    name: "亲吻: 女人女人",
    emoji: "👩‍❤️‍💋‍👩",
  },
  {
    name: "家庭: 女人男孩",
    emoji: "👩‍👦",
  },
  {
    name: "家庭: 女人男孩男孩",
    emoji: "👩‍👦‍👦",
  },
  {
    name: "家庭: 女人女孩",
    emoji: "👩‍👧",
  },
  {
    name: "家庭: 女人女孩男孩",
    emoji: "👩‍👧‍👦",
  },
  {
    name: "家庭: 女人女孩女孩",
    emoji: "👩‍👧‍👧",
  },
  {
    name: "家庭: 女人女人男孩",
    emoji: "👩‍👩‍👦",
  },
  {
    name: "家庭: 女人女人男孩男孩",
    emoji: "👩‍👩‍👦‍👦",
  },
  {
    name: "家庭: 女人女人女孩",
    emoji: "👩‍👩‍👧",
  },
  {
    name: "家庭: 女人女人女孩男孩",
    emoji: "👩‍👩‍👧‍👦",
  },
  {
    name: "家庭: 女人女人女孩女孩",
    emoji: "👩‍👩‍👧‍👧",
  },
  {
    name: "情侣: 女人男人较浅肤色",
    emoji: "👩🏻‍❤️‍👨🏻",
  },
  {
    name: "情侣: 女人男人较浅肤色中等-浅肤色",
    emoji: "👩🏻‍❤️‍👨🏼",
  },
  {
    name: "情侣: 女人男人较浅肤色中等肤色",
    emoji: "👩🏻‍❤️‍👨🏽",
  },
  {
    name: "情侣: 女人男人较浅肤色中等-深肤色",
    emoji: "👩🏻‍❤️‍👨🏾",
  },
  {
    name: "情侣: 女人男人较浅肤色较深肤色",
    emoji: "👩🏻‍❤️‍👨🏿",
  },
  {
    name: "情侣: 女人女人较浅肤色",
    emoji: "👩🏻‍❤️‍👩🏻",
  },
  {
    name: "情侣: 女人女人较浅肤色中等-浅肤色",
    emoji: "👩🏻‍❤️‍👩🏼",
  },
  {
    name: "情侣: 女人女人较浅肤色中等肤色",
    emoji: "👩🏻‍❤️‍👩🏽",
  },
  {
    name: "情侣: 女人女人较浅肤色中等-深肤色",
    emoji: "👩🏻‍❤️‍👩🏾",
  },
  {
    name: "情侣: 女人女人较浅肤色较深肤色",
    emoji: "👩🏻‍❤️‍👩🏿",
  },
  {
    name: "亲吻: 女人男人较浅肤色",
    emoji: "👩🏻‍❤️‍💋‍👨🏻",
  },
  {
    name: "亲吻: 女人男人较浅肤色中等-浅肤色",
    emoji: "👩🏻‍❤️‍💋‍👨🏼",
  },
  {
    name: "亲吻: 女人男人较浅肤色中等肤色",
    emoji: "👩🏻‍❤️‍💋‍👨🏽",
  },
  {
    name: "亲吻: 女人男人较浅肤色中等-深肤色",
    emoji: "👩🏻‍❤️‍💋‍👨🏾",
  },
  {
    name: "亲吻: 女人男人较浅肤色较深肤色",
    emoji: "👩🏻‍❤️‍💋‍👨🏿",
  },
  {
    name: "亲吻: 女人女人较浅肤色",
    emoji: "👩🏻‍❤️‍💋‍👩🏻",
  },
  {
    name: "亲吻: 女人女人较浅肤色中等-浅肤色",
    emoji: "👩🏻‍❤️‍💋‍👩🏼",
  },
  {
    name: "亲吻: 女人女人较浅肤色中等肤色",
    emoji: "👩🏻‍❤️‍💋‍👩🏽",
  },
  {
    name: "亲吻: 女人女人较浅肤色中等-深肤色",
    emoji: "👩🏻‍❤️‍💋‍👩🏾",
  },
  {
    name: "亲吻: 女人女人较浅肤色较深肤色",
    emoji: "👩🏻‍❤️‍💋‍👩🏿",
  },
  {
    name: "手拉手的一男一女:\n                                        较浅肤色中等-浅肤色",
    emoji: "👩🏻‍🤝‍👨🏼",
  },
  {
    name: "手拉手的一男一女: 较浅肤色中等肤色",
    emoji: "👩🏻‍🤝‍👨🏽",
  },
  {
    name: "手拉手的一男一女:\n                                        较浅肤色中等-深肤色",
    emoji: "👩🏻‍🤝‍👨🏾",
  },
  {
    name: "手拉手的一男一女: 较浅肤色较深肤色",
    emoji: "👩🏻‍🤝‍👨🏿",
  },
  {
    name: "手拉手的两个女人:\n                                        较浅肤色中等-浅肤色",
    emoji: "👩🏻‍🤝‍👩🏼",
  },
  {
    name: "手拉手的两个女人: 较浅肤色中等肤色",
    emoji: "👩🏻‍🤝‍👩🏽",
  },
  {
    name: "手拉手的两个女人:\n                                        较浅肤色中等-深肤色",
    emoji: "👩🏻‍🤝‍👩🏾",
  },
  {
    name: "手拉手的两个女人: 较浅肤色较深肤色",
    emoji: "👩🏻‍🤝‍👩🏿",
  },
  {
    name: "情侣: 女人男人中等-浅肤色较浅肤色",
    emoji: "👩🏼‍❤️‍👨🏻",
  },
  {
    name: "情侣: 女人男人中等-浅肤色",
    emoji: "👩🏼‍❤️‍👨🏼",
  },
  {
    name: "情侣: 女人男人中等-浅肤色中等肤色",
    emoji: "👩🏼‍❤️‍👨🏽",
  },
  {
    name: "情侣: 女人男人中等-浅肤色中等-深肤色",
    emoji: "👩🏼‍❤️‍👨🏾",
  },
  {
    name: "情侣: 女人男人中等-浅肤色较深肤色",
    emoji: "👩🏼‍❤️‍👨🏿",
  },
  {
    name: "情侣: 女人女人中等-浅肤色较浅肤色",
    emoji: "👩🏼‍❤️‍👩🏻",
  },
  {
    name: "情侣: 女人女人中等-浅肤色",
    emoji: "👩🏼‍❤️‍👩🏼",
  },
  {
    name: "情侣: 女人女人中等-浅肤色中等肤色",
    emoji: "👩🏼‍❤️‍👩🏽",
  },
  {
    name: "情侣: 女人女人中等-浅肤色中等-深肤色",
    emoji: "👩🏼‍❤️‍👩🏾",
  },
  {
    name: "情侣: 女人女人中等-浅肤色较深肤色",
    emoji: "👩🏼‍❤️‍👩🏿",
  },
  {
    name: "亲吻: 女人男人中等-浅肤色较浅肤色",
    emoji: "👩🏼‍❤️‍💋‍👨🏻",
  },
  {
    name: "亲吻: 女人男人中等-浅肤色",
    emoji: "👩🏼‍❤️‍💋‍👨🏼",
  },
  {
    name: "亲吻: 女人男人中等-浅肤色中等肤色",
    emoji: "👩🏼‍❤️‍💋‍👨🏽",
  },
  {
    name: "亲吻: 女人男人中等-浅肤色中等-深肤色",
    emoji: "👩🏼‍❤️‍💋‍👨🏾",
  },
  {
    name: "亲吻: 女人男人中等-浅肤色较深肤色",
    emoji: "👩🏼‍❤️‍💋‍👨🏿",
  },
  {
    name: "亲吻: 女人女人中等-浅肤色较浅肤色",
    emoji: "👩🏼‍❤️‍💋‍👩🏻",
  },
  {
    name: "亲吻: 女人女人中等-浅肤色",
    emoji: "👩🏼‍❤️‍💋‍👩🏼",
  },
  {
    name: "亲吻: 女人女人中等-浅肤色中等肤色",
    emoji: "👩🏼‍❤️‍💋‍👩🏽",
  },
  {
    name: "亲吻: 女人女人中等-浅肤色中等-深肤色",
    emoji: "👩🏼‍❤️‍💋‍👩🏾",
  },
  {
    name: "亲吻: 女人女人中等-浅肤色较深肤色",
    emoji: "👩🏼‍❤️‍💋‍👩🏿",
  },
  {
    name: "手拉手的一男一女:\n                                        中等-浅肤色较浅肤色",
    emoji: "👩🏼‍🤝‍👨🏻",
  },
  {
    name: "手拉手的一男一女:\n                                        中等-浅肤色中等肤色",
    emoji: "👩🏼‍🤝‍👨🏽",
  },
  {
    name: "手拉手的一男一女:\n                                        中等-浅肤色中等-深肤色",
    emoji: "👩🏼‍🤝‍👨🏾",
  },
  {
    name: "手拉手的一男一女:\n                                        中等-浅肤色较深肤色",
    emoji: "👩🏼‍🤝‍👨🏿",
  },
  {
    name: "手拉手的两个女人:\n                                        中等-浅肤色较浅肤色",
    emoji: "👩🏼‍🤝‍👩🏻",
  },
  {
    name: "手拉手的两个女人:\n                                        中等-浅肤色中等肤色",
    emoji: "👩🏼‍🤝‍👩🏽",
  },
  {
    name: "手拉手的两个女人:\n                                        中等-浅肤色中等-深肤色",
    emoji: "👩🏼‍🤝‍👩🏾",
  },
  {
    name: "手拉手的两个女人:\n                                        中等-浅肤色较深肤色",
    emoji: "👩🏼‍🤝‍👩🏿",
  },
  {
    name: "情侣: 女人男人中等肤色较浅肤色",
    emoji: "👩🏽‍❤️‍👨🏻",
  },
  {
    name: "情侣: 女人男人中等肤色中等-浅肤色",
    emoji: "👩🏽‍❤️‍👨🏼",
  },
  {
    name: "情侣: 女人男人中等肤色",
    emoji: "👩🏽‍❤️‍👨🏽",
  },
  {
    name: "情侣: 女人男人中等肤色中等-深肤色",
    emoji: "👩🏽‍❤️‍👨🏾",
  },
  {
    name: "情侣: 女人男人中等肤色较深肤色",
    emoji: "👩🏽‍❤️‍👨🏿",
  },
  {
    name: "情侣: 女人女人中等肤色较浅肤色",
    emoji: "👩🏽‍❤️‍👩🏻",
  },
  {
    name: "情侣: 女人女人中等肤色中等-浅肤色",
    emoji: "👩🏽‍❤️‍👩🏼",
  },
  {
    name: "情侣: 女人女人中等肤色",
    emoji: "👩🏽‍❤️‍👩🏽",
  },
  {
    name: "情侣: 女人女人中等肤色中等-深肤色",
    emoji: "👩🏽‍❤️‍👩🏾",
  },
  {
    name: "情侣: 女人女人中等肤色较深肤色",
    emoji: "👩🏽‍❤️‍👩🏿",
  },
  {
    name: "亲吻: 女人男人中等肤色较浅肤色",
    emoji: "👩🏽‍❤️‍💋‍👨🏻",
  },
  {
    name: "亲吻: 女人男人中等肤色中等-浅肤色",
    emoji: "👩🏽‍❤️‍💋‍👨🏼",
  },
  {
    name: "亲吻: 女人男人中等肤色",
    emoji: "👩🏽‍❤️‍💋‍👨🏽",
  },
  {
    name: "亲吻: 女人男人中等肤色中等-深肤色",
    emoji: "👩🏽‍❤️‍💋‍👨🏾",
  },
  {
    name: "亲吻: 女人男人中等肤色较深肤色",
    emoji: "👩🏽‍❤️‍💋‍👨🏿",
  },
  {
    name: "亲吻: 女人女人中等肤色较浅肤色",
    emoji: "👩🏽‍❤️‍💋‍👩🏻",
  },
  {
    name: "亲吻: 女人女人中等肤色中等-浅肤色",
    emoji: "👩🏽‍❤️‍💋‍👩🏼",
  },
  {
    name: "亲吻: 女人女人中等肤色",
    emoji: "👩🏽‍❤️‍💋‍👩🏽",
  },
  {
    name: "亲吻: 女人女人中等肤色中等-深肤色",
    emoji: "👩🏽‍❤️‍💋‍👩🏾",
  },
  {
    name: "亲吻: 女人女人中等肤色较深肤色",
    emoji: "👩🏽‍❤️‍💋‍👩🏿",
  },
  {
    name: "手拉手的一男一女: 中等肤色较浅肤色",
    emoji: "👩🏽‍🤝‍👨🏻",
  },
  {
    name: "手拉手的一男一女:\n                                        中等肤色中等-浅肤色",
    emoji: "👩🏽‍🤝‍👨🏼",
  },
  {
    name: "手拉手的一男一女:\n                                        中等肤色中等-深肤色",
    emoji: "👩🏽‍🤝‍👨🏾",
  },
  {
    name: "手拉手的一男一女: 中等肤色较深肤色",
    emoji: "👩🏽‍🤝‍👨🏿",
  },
  {
    name: "手拉手的两个女人: 中等肤色较浅肤色",
    emoji: "👩🏽‍🤝‍👩🏻",
  },
  {
    name: "手拉手的两个女人:\n                                        中等肤色中等-浅肤色",
    emoji: "👩🏽‍🤝‍👩🏼",
  },
  {
    name: "手拉手的两个女人:\n                                        中等肤色中等-深肤色",
    emoji: "👩🏽‍🤝‍👩🏾",
  },
  {
    name: "手拉手的两个女人: 中等肤色较深肤色",
    emoji: "👩🏽‍🤝‍👩🏿",
  },
  {
    name: "情侣: 女人男人中等-深肤色较浅肤色",
    emoji: "👩🏾‍❤️‍👨🏻",
  },
  {
    name: "情侣: 女人男人中等-深肤色中等-浅肤色",
    emoji: "👩🏾‍❤️‍👨🏼",
  },
  {
    name: "情侣: 女人男人中等-深肤色中等肤色",
    emoji: "👩🏾‍❤️‍👨🏽",
  },
  {
    name: "情侣: 女人男人中等-深肤色",
    emoji: "👩🏾‍❤️‍👨🏾",
  },
  {
    name: "情侣: 女人男人中等-深肤色较深肤色",
    emoji: "👩🏾‍❤️‍👨🏿",
  },
  {
    name: "情侣: 女人女人中等-深肤色较浅肤色",
    emoji: "👩🏾‍❤️‍👩🏻",
  },
  {
    name: "情侣: 女人女人中等-深肤色中等-浅肤色",
    emoji: "👩🏾‍❤️‍👩🏼",
  },
  {
    name: "情侣: 女人女人中等-深肤色中等肤色",
    emoji: "👩🏾‍❤️‍👩🏽",
  },
  {
    name: "情侣: 女人女人中等-深肤色",
    emoji: "👩🏾‍❤️‍👩🏾",
  },
  {
    name: "情侣: 女人女人中等-深肤色较深肤色",
    emoji: "👩🏾‍❤️‍👩🏿",
  },
  {
    name: "亲吻: 女人男人中等-深肤色较浅肤色",
    emoji: "👩🏾‍❤️‍💋‍👨🏻",
  },
  {
    name: "亲吻: 女人男人中等-深肤色中等-浅肤色",
    emoji: "👩🏾‍❤️‍💋‍👨🏼",
  },
  {
    name: "亲吻: 女人男人中等-深肤色中等肤色",
    emoji: "👩🏾‍❤️‍💋‍👨🏽",
  },
  {
    name: "亲吻: 女人男人中等-深肤色",
    emoji: "👩🏾‍❤️‍💋‍👨🏾",
  },
  {
    name: "亲吻: 女人男人中等-深肤色较深肤色",
    emoji: "👩🏾‍❤️‍💋‍👨🏿",
  },
  {
    name: "亲吻: 女人女人中等-深肤色较浅肤色",
    emoji: "👩🏾‍❤️‍💋‍👩🏻",
  },
  {
    name: "亲吻: 女人女人中等-深肤色中等-浅肤色",
    emoji: "👩🏾‍❤️‍💋‍👩🏼",
  },
  {
    name: "亲吻: 女人女人中等-深肤色中等肤色",
    emoji: "👩🏾‍❤️‍💋‍👩🏽",
  },
  {
    name: "亲吻: 女人女人中等-深肤色",
    emoji: "👩🏾‍❤️‍💋‍👩🏾",
  },
  {
    name: "亲吻: 女人女人中等-深肤色较深肤色",
    emoji: "👩🏾‍❤️‍💋‍👩🏿",
  },
  {
    name: "手拉手的一男一女:\n                                        中等-深肤色较浅肤色",
    emoji: "👩🏾‍🤝‍👨🏻",
  },
  {
    name: "手拉手的一男一女:\n                                        中等-深肤色中等-浅肤色",
    emoji: "👩🏾‍🤝‍👨🏼",
  },
  {
    name: "手拉手的一男一女:\n                                        中等-深肤色中等肤色",
    emoji: "👩🏾‍🤝‍👨🏽",
  },
  {
    name: "手拉手的一男一女:\n                                        中等-深肤色较深肤色",
    emoji: "👩🏾‍🤝‍👨🏿",
  },
  {
    name: "手拉手的两个女人:\n                                        中等-深肤色较浅肤色",
    emoji: "👩🏾‍🤝‍👩🏻",
  },
  {
    name: "手拉手的两个女人:\n                                        中等-深肤色中等-浅肤色",
    emoji: "👩🏾‍🤝‍👩🏼",
  },
  {
    name: "手拉手的两个女人:\n                                        中等-深肤色中等肤色",
    emoji: "👩🏾‍🤝‍👩🏽",
  },
  {
    name: "手拉手的两个女人:\n                                        中等-深肤色较深肤色",
    emoji: "👩🏾‍🤝‍👩🏿",
  },
  {
    name: "情侣: 女人男人较深肤色较浅肤色",
    emoji: "👩🏿‍❤️‍👨🏻",
  },
  {
    name: "情侣: 女人男人较深肤色中等-浅肤色",
    emoji: "👩🏿‍❤️‍👨🏼",
  },
  {
    name: "情侣: 女人男人较深肤色中等肤色",
    emoji: "👩🏿‍❤️‍👨🏽",
  },
  {
    name: "情侣: 女人男人较深肤色中等-深肤色",
    emoji: "👩🏿‍❤️‍👨🏾",
  },
  {
    name: "情侣: 女人男人较深肤色",
    emoji: "👩🏿‍❤️‍👨🏿",
  },
  {
    name: "情侣: 女人女人较深肤色较浅肤色",
    emoji: "👩🏿‍❤️‍👩🏻",
  },
  {
    name: "情侣: 女人女人较深肤色中等-浅肤色",
    emoji: "👩🏿‍❤️‍👩🏼",
  },
  {
    name: "情侣: 女人女人较深肤色中等肤色",
    emoji: "👩🏿‍❤️‍👩🏽",
  },
  {
    name: "情侣: 女人女人较深肤色中等-深肤色",
    emoji: "👩🏿‍❤️‍👩🏾",
  },
  {
    name: "情侣: 女人女人较深肤色",
    emoji: "👩🏿‍❤️‍👩🏿",
  },
  {
    name: "亲吻: 女人男人较深肤色较浅肤色",
    emoji: "👩🏿‍❤️‍💋‍👨🏻",
  },
  {
    name: "亲吻: 女人男人较深肤色中等-浅肤色",
    emoji: "👩🏿‍❤️‍💋‍👨🏼",
  },
  {
    name: "亲吻: 女人男人较深肤色中等肤色",
    emoji: "👩🏿‍❤️‍💋‍👨🏽",
  },
  {
    name: "亲吻: 女人男人较深肤色中等-深肤色",
    emoji: "👩🏿‍❤️‍💋‍👨🏾",
  },
  {
    name: "亲吻: 女人男人较深肤色",
    emoji: "👩🏿‍❤️‍💋‍👨🏿",
  },
  {
    name: "亲吻: 女人女人较深肤色较浅肤色",
    emoji: "👩🏿‍❤️‍💋‍👩🏻",
  },
  {
    name: "亲吻: 女人女人较深肤色中等-浅肤色",
    emoji: "👩🏿‍❤️‍💋‍👩🏼",
  },
  {
    name: "亲吻: 女人女人较深肤色中等肤色",
    emoji: "👩🏿‍❤️‍💋‍👩🏽",
  },
  {
    name: "亲吻: 女人女人较深肤色中等-深肤色",
    emoji: "👩🏿‍❤️‍💋‍👩🏾",
  },
  {
    name: "亲吻: 女人女人较深肤色",
    emoji: "👩🏿‍❤️‍💋‍👩🏿",
  },
  {
    name: "手拉手的一男一女: 较深肤色较浅肤色",
    emoji: "👩🏿‍🤝‍👨🏻",
  },
  {
    name: "手拉手的一男一女:\n                                        较深肤色中等-浅肤色",
    emoji: "👩🏿‍🤝‍👨🏼",
  },
  {
    name: "手拉手的一男一女: 较深肤色中等肤色",
    emoji: "👩🏿‍🤝‍👨🏽",
  },
  {
    name: "手拉手的一男一女:\n                                        较深肤色中等-深肤色",
    emoji: "👩🏿‍🤝‍👨🏾",
  },
  {
    name: "手拉手的两个女人: 较深肤色较浅肤色",
    emoji: "👩🏿‍🤝‍👩🏻",
  },
  {
    name: "手拉手的两个女人:\n                                        较深肤色中等-浅肤色",
    emoji: "👩🏿‍🤝‍👩🏼",
  },
  {
    name: "手拉手的两个女人: 较深肤色中等肤色",
    emoji: "👩🏿‍🤝‍👩🏽",
  },
  {
    name: "手拉手的两个女人:\n                                        较深肤色中等-深肤色",
    emoji: "👩🏿‍🤝‍👩🏾",
  },
  {
    name: "手拉手的一男一女",
    emoji: "👫",
  },
  {
    name: "手拉手的一男一女: 较浅肤色",
    emoji: "👫🏻",
  },
  {
    name: "手拉手的一男一女: 中等-浅肤色",
    emoji: "👫🏼",
  },
  {
    name: "手拉手的一男一女: 中等肤色",
    emoji: "👫🏽",
  },
  {
    name: "手拉手的一男一女: 中等-深肤色",
    emoji: "👫🏾",
  },
  {
    name: "手拉手的一男一女: 较深肤色",
    emoji: "👫🏿",
  },
  {
    name: "手拉手的两个男人",
    emoji: "👬",
  },
  {
    name: "手拉手的两个男人: 较浅肤色",
    emoji: "👬🏻",
  },
  {
    name: "手拉手的两个男人: 中等-浅肤色",
    emoji: "👬🏼",
  },
  {
    name: "手拉手的两个男人: 中等肤色",
    emoji: "👬🏽",
  },
  {
    name: "手拉手的两个男人: 中等-深肤色",
    emoji: "👬🏾",
  },
  {
    name: "手拉手的两个男人: 较深肤色",
    emoji: "👬🏿",
  },
  {
    name: "手拉手的两个女人",
    emoji: "👭",
  },
  {
    name: "手拉手的两个女人: 较浅肤色",
    emoji: "👭🏻",
  },
  {
    name: "手拉手的两个女人: 中等-浅肤色",
    emoji: "👭🏼",
  },
  {
    name: "手拉手的两个女人: 中等肤色",
    emoji: "👭🏽",
  },
  {
    name: "手拉手的两个女人: 中等-深肤色",
    emoji: "👭🏾",
  },
  {
    name: "手拉手的两个女人: 较深肤色",
    emoji: "👭🏿",
  },
  {
    name: "亲吻",
    emoji: "💏",
  },
  {
    name: "亲吻: 较浅肤色",
    emoji: "💏🏻",
  },
  {
    name: "亲吻: 中等-浅肤色",
    emoji: "💏🏼",
  },
  {
    name: "亲吻: 中等肤色",
    emoji: "💏🏽",
  },
  {
    name: "亲吻: 中等-深肤色",
    emoji: "💏🏾",
  },
  {
    name: "亲吻: 较深肤色",
    emoji: "💏🏿",
  },
  {
    name: "情侣",
    emoji: "💑",
  },
  {
    name: "情侣: 较浅肤色",
    emoji: "💑🏻",
  },
  {
    name: "情侣: 中等-浅肤色",
    emoji: "💑🏼",
  },
  {
    name: "情侣: 中等肤色",
    emoji: "💑🏽",
  },
  {
    name: "情侣: 中等-深肤色",
    emoji: "💑🏾",
  },
  {
    name: "情侣: 较深肤色",
    emoji: "💑🏿",
  },
  {
    name: "手拉手的两个人",
    emoji: "🧑‍🤝‍🧑",
  },
  {
    name: "亲吻: 成人成人较浅肤色中等-浅肤色",
    emoji: "🧑🏻‍❤️‍💋‍🧑🏼",
  },
  {
    name: "亲吻: 成人成人较浅肤色中等肤色",
    emoji: "🧑🏻‍❤️‍💋‍🧑🏽",
  },
  {
    name: "亲吻: 成人成人较浅肤色中等-深肤色",
    emoji: "🧑🏻‍❤️‍💋‍🧑🏾",
  },
  {
    name: "亲吻: 成人成人较浅肤色较深肤色",
    emoji: "🧑🏻‍❤️‍💋‍🧑🏿",
  },
  {
    name: "情侣: 成人成人较浅肤色中等-浅肤色",
    emoji: "🧑🏻‍❤️‍🧑🏼",
  },
  {
    name: "情侣: 成人成人较浅肤色中等肤色",
    emoji: "🧑🏻‍❤️‍🧑🏽",
  },
  {
    name: "情侣: 成人成人较浅肤色中等-深肤色",
    emoji: "🧑🏻‍❤️‍🧑🏾",
  },
  {
    name: "情侣: 成人成人较浅肤色较深肤色",
    emoji: "🧑🏻‍❤️‍🧑🏿",
  },
  {
    name: "手拉手的两个人: 较浅肤色",
    emoji: "🧑🏻‍🤝‍🧑🏻",
  },
  {
    name: "手拉手的两个人: 较浅肤色中等-浅肤色",
    emoji: "🧑🏻‍🤝‍🧑🏼",
  },
  {
    name: "手拉手的两个人: 较浅肤色中等肤色",
    emoji: "🧑🏻‍🤝‍🧑🏽",
  },
  {
    name: "手拉手的两个人: 较浅肤色中等-深肤色",
    emoji: "🧑🏻‍🤝‍🧑🏾",
  },
  {
    name: "手拉手的两个人: 较浅肤色较深肤色",
    emoji: "🧑🏻‍🤝‍🧑🏿",
  },
  {
    name: "亲吻: 成人成人中等-浅肤色较浅肤色",
    emoji: "🧑🏼‍❤️‍💋‍🧑🏻",
  },
  {
    name: "亲吻: 成人成人中等-浅肤色中等肤色",
    emoji: "🧑🏼‍❤️‍💋‍🧑🏽",
  },
  {
    name: "亲吻: 成人成人中等-浅肤色中等-深肤色",
    emoji: "🧑🏼‍❤️‍💋‍🧑🏾",
  },
  {
    name: "亲吻: 成人成人中等-浅肤色较深肤色",
    emoji: "🧑🏼‍❤️‍💋‍🧑🏿",
  },
  {
    name: "情侣: 成人成人中等-浅肤色较浅肤色",
    emoji: "🧑🏼‍❤️‍🧑🏻",
  },
  {
    name: "情侣: 成人成人中等-浅肤色中等肤色",
    emoji: "🧑🏼‍❤️‍🧑🏽",
  },
  {
    name: "情侣: 成人成人中等-浅肤色中等-深肤色",
    emoji: "🧑🏼‍❤️‍🧑🏾",
  },
  {
    name: "情侣: 成人成人中等-浅肤色较深肤色",
    emoji: "🧑🏼‍❤️‍🧑🏿",
  },
  {
    name: "手拉手的两个人: 中等-浅肤色较浅肤色",
    emoji: "🧑🏼‍🤝‍🧑🏻",
  },
  {
    name: "手拉手的两个人: 中等-浅肤色",
    emoji: "🧑🏼‍🤝‍🧑🏼",
  },
  {
    name: "手拉手的两个人: 中等-浅肤色中等肤色",
    emoji: "🧑🏼‍🤝‍🧑🏽",
  },
  {
    name: "手拉手的两个人:\n                                        中等-浅肤色中等-深肤色",
    emoji: "🧑🏼‍🤝‍🧑🏾",
  },
  {
    name: "手拉手的两个人: 中等-浅肤色较深肤色",
    emoji: "🧑🏼‍🤝‍🧑🏿",
  },
  {
    name: "亲吻: 成人成人中等肤色较浅肤色",
    emoji: "🧑🏽‍❤️‍💋‍🧑🏻",
  },
  {
    name: "亲吻: 成人成人中等肤色中等-浅肤色",
    emoji: "🧑🏽‍❤️‍💋‍🧑🏼",
  },
  {
    name: "亲吻: 成人成人中等肤色中等-深肤色",
    emoji: "🧑🏽‍❤️‍💋‍🧑🏾",
  },
  {
    name: "亲吻: 成人成人中等肤色较深肤色",
    emoji: "🧑🏽‍❤️‍💋‍🧑🏿",
  },
  {
    name: "情侣: 成人成人中等肤色较浅肤色",
    emoji: "🧑🏽‍❤️‍🧑🏻",
  },
  {
    name: "情侣: 成人成人中等肤色中等-浅肤色",
    emoji: "🧑🏽‍❤️‍🧑🏼",
  },
  {
    name: "情侣: 成人成人中等肤色中等-深肤色",
    emoji: "🧑🏽‍❤️‍🧑🏾",
  },
  {
    name: "情侣: 成人成人中等肤色较深肤色",
    emoji: "🧑🏽‍❤️‍🧑🏿",
  },
  {
    name: "手拉手的两个人: 中等肤色较浅肤色",
    emoji: "🧑🏽‍🤝‍🧑🏻",
  },
  {
    name: "手拉手的两个人: 中等肤色中等-浅肤色",
    emoji: "🧑🏽‍🤝‍🧑🏼",
  },
  {
    name: "手拉手的两个人: 中等肤色",
    emoji: "🧑🏽‍🤝‍🧑🏽",
  },
  {
    name: "手拉手的两个人: 中等肤色中等-深肤色",
    emoji: "🧑🏽‍🤝‍🧑🏾",
  },
  {
    name: "手拉手的两个人: 中等肤色较深肤色",
    emoji: "🧑🏽‍🤝‍🧑🏿",
  },
  {
    name: "亲吻: 成人成人中等-深肤色较浅肤色",
    emoji: "🧑🏾‍❤️‍💋‍🧑🏻",
  },
  {
    name: "亲吻: 成人成人中等-深肤色中等-浅肤色",
    emoji: "🧑🏾‍❤️‍💋‍🧑🏼",
  },
  {
    name: "亲吻: 成人成人中等-深肤色中等肤色",
    emoji: "🧑🏾‍❤️‍💋‍🧑🏽",
  },
  {
    name: "亲吻: 成人成人中等-深肤色较深肤色",
    emoji: "🧑🏾‍❤️‍💋‍🧑🏿",
  },
  {
    name: "情侣: 成人成人中等-深肤色较浅肤色",
    emoji: "🧑🏾‍❤️‍🧑🏻",
  },
  {
    name: "情侣: 成人成人中等-深肤色中等-浅肤色",
    emoji: "🧑🏾‍❤️‍🧑🏼",
  },
  {
    name: "情侣: 成人成人中等-深肤色中等肤色",
    emoji: "🧑🏾‍❤️‍🧑🏽",
  },
  {
    name: "情侣: 成人成人中等-深肤色较深肤色",
    emoji: "🧑🏾‍❤️‍🧑🏿",
  },
  {
    name: "手拉手的两个人: 中等-深肤色较浅肤色",
    emoji: "🧑🏾‍🤝‍🧑🏻",
  },
  {
    name: "手拉手的两个人:\n                                        中等-深肤色中等-浅肤色",
    emoji: "🧑🏾‍🤝‍🧑🏼",
  },
  {
    name: "手拉手的两个人: 中等-深肤色中等肤色",
    emoji: "🧑🏾‍🤝‍🧑🏽",
  },
  {
    name: "手拉手的两个人: 中等-深肤色",
    emoji: "🧑🏾‍🤝‍🧑🏾",
  },
  {
    name: "手拉手的两个人: 中等-深肤色较深肤色",
    emoji: "🧑🏾‍🤝‍🧑🏿",
  },
  {
    name: "亲吻: 成人成人较深肤色较浅肤色",
    emoji: "🧑🏿‍❤️‍💋‍🧑🏻",
  },
  {
    name: "亲吻: 成人成人较深肤色中等-浅肤色",
    emoji: "🧑🏿‍❤️‍💋‍🧑🏼",
  },
  {
    name: "亲吻: 成人成人较深肤色中等肤色",
    emoji: "🧑🏿‍❤️‍💋‍🧑🏽",
  },
  {
    name: "亲吻: 成人成人较深肤色中等-深肤色",
    emoji: "🧑🏿‍❤️‍💋‍🧑🏾",
  },
  {
    name: "情侣: 成人成人较深肤色较浅肤色",
    emoji: "🧑🏿‍❤️‍🧑🏻",
  },
  {
    name: "情侣: 成人成人较深肤色中等-浅肤色",
    emoji: "🧑🏿‍❤️‍🧑🏼",
  },
  {
    name: "情侣: 成人成人较深肤色中等肤色",
    emoji: "🧑🏿‍❤️‍🧑🏽",
  },
  {
    name: "情侣: 成人成人较深肤色中等-深肤色",
    emoji: "🧑🏿‍❤️‍🧑🏾",
  },
  {
    name: "手拉手的两个人: 较深肤色较浅肤色",
    emoji: "🧑🏿‍🤝‍🧑🏻",
  },
  {
    name: "手拉手的两个人: 较深肤色中等-浅肤色",
    emoji: "🧑🏿‍🤝‍🧑🏼",
  },
  {
    name: "手拉手的两个人: 较深肤色中等肤色",
    emoji: "🧑🏿‍🤝‍🧑🏽",
  },
  {
    name: "手拉手的两个人: 较深肤色中等-深肤色",
    emoji: "🧑🏿‍🤝‍🧑🏾",
  },
  {
    name: "手拉手的两个人: 较深肤色",
    emoji: "🧑🏿‍🤝‍🧑🏿",
  },
  {
    name: "脚印",
    emoji: "👣",
  },
  {
    name: "人像",
    emoji: "👤",
  },
  {
    name: "双人像",
    emoji: "👥",
  },
  {
    name: "家庭",
    emoji: "👪",
  },
  {
    name: "说话",
    emoji: "🗣️",
  },
  {
    name: "家庭:成年人、成年人、小孩",
    emoji: "🧑‍🧑‍🧒",
  },
  {
    name: "家庭:成年人、成年人、小孩、小孩",
    emoji: "🧑‍🧑‍🧒‍🧒",
  },
  {
    name: "家庭:成年人、小孩",
    emoji: "🧑‍🧒",
  },
  {
    name: "家庭:成年人、小孩、小孩",
    emoji: "🧑‍🧒‍🧒",
  },
  {
    name: "人的拥抱",
    emoji: "🫂",
  },
];
